{"customPackID":"4cde0466-4217-4feb-b0a4-d270d25ee7f5","customPackName":"Reformulated-v1.0","listCustomFeats":[{"id":"450c57e1-b7dd-4918-baae-9055a3f2e337","name":"Adaptive Poisons","level":10,"action":-1,"textDescription":"<b>Trigger</b> You create an infused alchemical item with the poison trait. <br><br>The item lacks the poison trait for the sake of saving throws, exposure events, and affliction stages. Any poison damage is still poison type. Other exposure requirements, such as inflicting slashing or piercing damage for injury poisons, still apply. <br><br>The DC for a creature to notice an Adaptive poison, such as within food before consumption, has a +3 to any checks.","traits":"Alchemist Reformulated, Additive 5, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857622885"},{"id":"56379b1e-a087-4177-9100-eeed4fb75861","name":"Additive Elixirs","level":6,"action":-1,"textDescription":"<b>Trigger</b> You used Siphon Creation to make an infused item that has the elixir trait, healing trait, or is orally consumed. You have 1 or more infused reagents within reach. <br><br>For the sake of limited item level budget, the Additive level X is equal to one and a half times the added elixir’s level. <br><br>The resulting item gains the effects of the added elixir. This is usually considered a separate, second item for the sake of other Additives.","traits":"Alchemist Reformulated, Additive X, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857702001"},{"id":"398ecd66-4329-4d21-a67d-b6bf2a473771","name":"Alchemical Familiar","textDescription":"You have used alchemy to create life, a simple creature formed from alchemical materials, reagents, and a bit of your own blood. This alchemical familiar appears to be a small creature of flesh and blood, though it might have some unusual or distinguishing aspects depending on your creative process. The familiar is of homuncularin origin, and you may choose for it to be an animal, beast, or construct. The familiar uses your Intelligence modifier to determine its Perception, Acrobatics, and Stealth modifiers.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461539"},{"id":"74d4d1ae-7722-48b9-a9c4-1caa4424b1bc","name":"Alchemical Smoker","level":2,"action":-1,"textDescription":"<b>Trigger</b> You create an infused item that fits one of the three forms explained below.<br><br>However the dense pellet is attached to the item and triggered, the smoker bursts with a 5 ft radius from anavailable corner of your choice. For every 3 levels of X, add 5 additional ft to the radius. The smoke effect is otherwise as described in the smoke ball item, with thick smoke providing concealment.<br><br><b>String-Puller</b> With the pellet strung to its resting place, this pull-start fuse activates when you first Draw the item off your belt, remove it from a container, etcetera. Usable for all base items.<br><b>Cork-Popper</b> The alchemical smoker will react with fresh air once the conjoined item is activated. Usable for all orally ingested items, inhaled poisons, and other GM approved forms.<br><b>Yolk-Smasher</b> The smoker is placed in a sturdy-ish shell, and ready to be thrown. Usable with bombs orother items that experience significant breakage with normal use. The cloud is located wherever the smoker experiences that breakage.","traits":"Alchemist Reformulated, Additive X, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857787717"},{"id":"ca2c4e02-56bf-4ca4-aa05-e32f67a5bf32","name":"Astonishing Alchemy","level":18,"action":-1,"textDescription":"<b>Trigger</b> You create an infused alchemical item that inflicts energy damage via Strike, or that invokes a saving throw via hostile effect.<br><br>The preserved sparks of creation force glimpses of alchemy’s true potential into your awestruck foes. On a successful Strike or failed save, the first target affected by the item is also fascinated by you for 1 round. On a critically successful Strike or critically failed save, that target is also stunned 1.","traits":"Alchemist Reformulated, Additive 2, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461540"},{"id":"23070a34-0745-4059-9902-b827b7774750","name":"Bomb Sabots","level":8,"action":-1,"textDescription":"<b>Trigger</b> You create an infused bomb<br><br>You have unified your interest in projectile weapons with your personal mini-bombs. Encasing your alchemical bombs inside aerodynamic sabots enables you to use them directly as alchemical ammunition, but even alchemy has its limits. <br><br>The altered item is a unit of alchemical ammunition with a 1 Action Interact activation cost. The bomb deals 1 less damage die than normal. If this would be 0 dice, then it is instead 1 damage. <br><br>When firing a sabot bomb, the weapon deals its normal damage alongside the bomb. The bomb deals its splash and secondary effects normally.","traits":"Alchemist Reformulated, Additive 3, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461540"},{"id":"8c46d769-20ae-41b1-94e8-4d6b3554af3a","name":"Broaden Reservoir","level":4,"textDescription":"Another trait beyond that gained from your Research Field has begun to harmonize and resonate with your Reservoir of Quintessence. This additional trait enables a wider selection of items for Siphon Creation and increases Infused Alchemy batch output.<br><br>Select one of the following traits that you do not already posses, and add it to your reservoirs. Healing, Bomb, Splash, Poison, Injury, Inhaled, Elixir, Lozenge, Mutagen, Polymorph, Morph, or an energy damage type.<br><br>If you are Expert in Alchemy, gain an additional trait. If you are Master, add a third extra trait.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857837079"},{"id":"afce87c3-8da0-4938-9a00-26f6f39eee16","name":"Chemical Contagion","level":16,"action":0,"textDescription":"<b>Trigger</b> A creature within 30 feet critically fails its saving throw against a poison you created.<br><br>With carefully engineered enzymes, you coax some of your poison to infect another target, using the original victim as a carrier. A creature you select within 10 ft of the triggering creature is exposed to the triggering poison.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461540"},{"id":"96f8f604-8a10-40a0-919d-c3d18507607b","name":"Cunning Poisoner","level":8,"textDescription":"Unsuspecting targets are especially vulnerable to your poisons. When creatures are off-guard to you, the condition also imposes a -2 circumstance penalty to saves against your injury and inhaled poison initial exposure events.<br><br>Additionally, you can capably deliver toxins with a blowgun. Your blowgun Strikes can apply injury poisons even if they deal no damage due to a creature's resistance. If you critically succeed at an attack roll using a blowgun loaded with a dart you've poisoned, the target’s poison save is treated as one degree of success worse.<br><br>When the hostile action of a blowgun Strike would end a Stealth effect, you instead roll a new Stealth check against those who notice the action, potentially preserving your Stealth. If a blowgun dart deals no damage, the GM may determine the likelihood of an unaware target not noticing or not understanding the nature of the unseen attack.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461541"},{"id":"6af18d67-ce92-4d9a-8ca0-3a0abc00d415","name":"Debilitating Siphon","level":4,"action":-1,"textDescription":"<b>Trigger</b> You use Siphon Creation and the item can make hostile contact with a target.<br><br>When you perform Siphon Creation, you are able to preserve and deliver some self-contradictory essences that cause temporary debilitation upon exposure. The first target affected by a Debilitating item fights against the orphan bits of creation and makes a Fortitude saving throw against your Alchemist DC. This effect only occurs once per created item. <br><br>Upon save failure, the Additive inflicts an effect of your selection until the end of your next turn, these are: <br>-5 ft status penalty to speeds, dazzled, deafened, or off-guard.","traits":"Alchemist Reformulated, Additive 3, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461541"},{"id":"a398965c-88dd-4ee9-bbbd-735c6dbfe6bb","name":"Drink!","level":14,"action":0,"textDescription":"<b>Trigger</b> A hostile action you are aware of begins, you have a comestible item in-hand.<br><br>Sacrificing defense, you quickly swallow the item before the incoming danger can land. Become off-guard before the trigger is resolved, and remain off-guard until the start of your next turn. This is a manipulate action, but does not trigger other reactions.<br><br>You swallow the item before the blow lands, but the item’s effect occurs after the trigger is resolved. The triggering action cannot prevent the swallow nor effect. Both liquid comestibles such as elixirs and solid comestibles such as lozenges are eligible.","traits":"Alchemist Reformulated, Manipulate, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857910955"},{"id":"dd069b2b-c9b7-4776-92f0-59226a5b6ba9","name":"Drop of Time","level":14,"action":-1,"textDescription":"<b>Trigger</b> You use Siphon Creation with a full reservoir, the item does not have the Bottomless Additive.<br><br>This Additive enables you to use your Alchemy to bend time in your favor, just a little. If the item is eligible for multiple of the below, select only one.<br><br><b>Invoke the future present</b> If the item is used in an attack, you make the attack at MAP 0. Your next turn begins with your Multiple Attack Penalty as if you had made the attack in that round.<br><br><b>Double-time it</b> For 3 turns, accelerate the item’s effects. Effects that typically reoccur each round now happen twice, subtracting duration and or performing checks as needed.<br><br><b>Afflict with pluperfect</b> When the alchemical item harms a foe, the first foe effected makes a basic Fortitude save against your Alchemist DC.<br>For the target's next turn:<br><b>Critical Success</b> No effect.<br><b>Success</b> Each Attack action adds 2 more to MAP than normal.<br><b>Failure</b> Their next turn begins at the same MAP they ended their turn with.<br><b>Critical Failure</b> The Success and Failure effects, simultaneously.","traits":"Rare, Alchemist Reformulated, Additive 2, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858077751"},{"id":"0c3a1e25-a729-4469-8032-9804471356ad","name":"Eccentric Crafting","textDescription":"Even when you do not invoke the instant creation of your Infused Alchemy, you still find strange ways to improve and hasten along your production of alchemical items. Gain the Skill Feat: Specialty Crafting for Alchemy.<br><br>Additionally, when you perform the Craft activity to make alchemical items, you may utilize these eccentric methods for any number of the following benefits:<br><br>Double the possible batch size, granting non-consumables a batch size of 2.<br>Multiply the rate of gp reduction from the finishing process by the number of items in the batch.<br>Only put down 20% of the gp cost when you start a Craft, instead of 50%. This enables you to work the finishing process to reduce the final cost down to 20% of the listed gp price.<br><br>If any of the above benefits are used, the item becomes eccentric in form.<br>Such items are visibly odd or “dangerous” in their construction, and no one will purchase them.<br>The items are slightly unstable, but safely so. They will become inert and unusable 1 month after their creation. Inert or not, you are able to recycle any eccentric item into any other eccentric Craft. When done, half their gp value is lost, and the other half contributes toward the setup cost.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461542","listCustomEffects":[{"effectType":14,"string0":"GENERAL_Specialty Crafting","reference":"c4d339df-ef53-423b-ace5-c4f6319e0f66"}]},{"id":"f471b353-e64d-4805-807a-ab713bf419cc","name":"Efficient Quintessence","level":10,"textDescription":"After much experimentation, you have improved the output of your Infused Alchemy. Whenever you perform Infused Alchemy, you may increase the output of each batch by 1 at no additional cost.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461542"},{"id":"5e31e4ff-1692-448a-b018-fd37eabefd39","name":"Enhanced Mutagens","level":6,"textDescription":"Your dedication to your mutagenic elixirs has reached a breakthrough. By customizing the formulation to your own biology, all your basic mutagens may provide you with additional effects. These are not Additives.<br><br><b>Feral Bestial</b> Whenever you’re affected by a bestial mutagen, your morphed appearance becomes even more predatory, and you gain the mutagen’s item bonus to your Intimidation checks. In addition, your claws and jaws are increasingly vicious, and they gain the deadly d10 trait. Finally, you can increase the mutagen’s penalty to AC from –1 to –2 and, in exchange, increase the damage die size of your claws and jaws by one step.<br><b>Elastic Quicksilver</b> You can cause your body to twist and flow like the quicksilver within your mutagens. Whenever you are under the effects of a quicksilver mutagen, you can stretch your legs and Step up to 10 feet, and you can squish and compress your body, allowing you to make it through tight spaces as if you were one size smaller, in addition to any effect from Squeezing.<br><b>Invincible Juggernaut</b> The fortifying agents you brew into your mutagens make your juggernaut form impervious. Whenever you’re affected by a juggernaut mutagen, you gain resistance to all physical damage equal to your Intelligence modifier.<br><b>Genius Cognitive</b> Specialized tweaks to your formula that supplements your genius considerably broaden the benefits you gain from cognitive mutagens. When you’re affected by a cognitive mutagen, you also gain the mutagen’s item bonus to Deception, Diplomacy, Intimidation, Medicine, Nature, Performance, Religion, and Survival checks. In addition, you can communicate telepathically with creatures within 60 feet with whom you share a language. The communication is two-way once you establish it, so a creature you contact can also communicate with you.<br><b>Mindblank Serene</b> With a minor adjustment of ratios in the formula for your serene mutagen, you gain mental protections. When you’re affected by a serene mutagen, detection, revelation, and scrying effects of 9th level or lower detect nothing from you or your possessions and auras. For instance, detect magic would still detect other magic in the area, but not any magic on you.<br><b>Friendly Energy</b> With a strangely animated and nostalgic realization, you can now blow square breaths. When you end an Energy Mutagen by expelling a cone, you may designate up to 5 squares that are unaffected by the cone","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461542"},{"id":"9e11d8cf-37d2-4d16-83b0-78d174d475f5","name":"Ephemeral Spillover","level":12,"textDescription":"Your reservoir of quintessence has become so bountiful that whenever you perform Siphon Creation, you may produce an additional ephemeral item at no cost. Treat the extra item as if created by Infused Alchemy, and it may be stowed or held upon creation.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461542"},{"id":"18ade6da-adbb-49b7-b6d6-f5c5b487323e","name":"Eternal Elixirs","level":16,"action":-1,"textDescription":"<b>Trigger</b> You create an infused elixir that is not ephemeral<br><br>Your focus upon elixirs grants you a new Additive to extend their duration. Your mastery of Alchemy enables you an extra trick to potentially extend self-drunk elixirs indefinitely. <br><br>If the elixir has a duration, double its duration.<br><br>If there is an Additive elixir, it will also be enhanced by this Additive.<br><br>You may optionally expend an infused reagent during creation to attempt to entangle the elixir with your own essence for an indefinite duration. To achieve this incredible feat, your Additive budget must allow for the Extended’s 4, plus double the item’s level after other Additives. When altered like this, only you can consume the creation.<br><br>Drinking a second indefinite elixir replaces the effects of the first.","traits":"Alchemist Reformulated, Additive 4, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461542"},{"id":"142ad2e6-84bc-440f-8c42-a46ceb39feff","name":"Explosive Delivery","level":4,"action":-1,"textDescription":"<b>Trigger</b> You create a bulk L infused alchemical item with the elixir trait, or that activates by simple topical<br>application.<br><br>With a some dedicated experimentation and a new shape charge, you have discovered a means to turn some of your alchemical items into bombs without altering their function. Simple alchemical tools that need only be unleashed or smeared upon their target like Emetic Paste, Camouflage Dye, or inhaled poisons, are compatible with this Additive. Items that require precise application, such as injury poisons, are not.<br><br>The item gains the bomb trait, and has a base range increment of 15ft. You may no longer Interact to Activate the item, and must Strike with it. This takes the same number of Actions as the item’s Activation entry.<br><br>Unwilling targets require a successful Strike or better to bomb their square. Willing targets are considered off-guard to your Strikes, and such Strikes succeed on a miss, but not critical miss. A typical square of flat terrain is considered to have an AC of 10, and the bomb Strike functions on a success or better.","traits":"Alchemist Reformulated, Additive 3, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461542"},{"id":"6b5757b7-39ff-4b8f-89fe-ecc5d0fec3c6","name":"Flawless Mutagens","level":20,"textDescription":"The mutagens you create are truly flawless. If you make a mutagenic alchemical item with a listed drawback, such text may be removed from your creations. <br><br>Additionally, when you consume such an item, you can choose to suppress or express the outwardly visible mutations at will as a free action. Most mutagen benefits do not require visible mutations, while examples such as the Bestial Mutagen’s claws do.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461542"},{"id":"6d1b8133-fe0d-422a-b462-f854bed0da6c","name":"Full-Fingered Draw","action":1,"textDescription":"With a practiced flourish, you snatch everything you need. You may fill one or both hands up to their limit with bulk L items.","traits":"Flourish, Manipulate, Granted, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461542"},{"id":"dfd0cc0c-2697-41da-bf25-fb91a349fb72","name":"Furious Footwork","level":10,"textDescription":"Understanding the need for aggression, you have improved your footwork. Instead of only triggering on Actions with the fourish trait, your Flourish of Footwork is also compatible with Actions that have the attack trait.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461543"},{"id":"687f46d6-7302-4d64-86eb-ab57124d0ae2","name":"Giant Bomb","level":20,"action":-1,"textDescription":"<b>Trigger</b> You are holding an infused bomb that inflicts damage.<br><br>The bomb gains 1 additional damage die and increases any splash damage by 2.<br><br>You may use 1 non-attack Interact action to heave it toward your foes. The thrown bomb detonates within 40 ft of you in a 30 ft radius burst. The bomb is so large that if you use a second hand to assist the throw, the range increment is 60 ft and the high arc nullifies cover as the GM determines.<br><br>You may throw the bomb further and invoke a -2 penalty to the DC as if using a thrown weapon’s range increment.<br><br>All creatures affected make a basic Reflex save. If a target is able to upgrade its Reflex save success beyond a critical success, it takes no splash damage. All targets with a lesser save result suffer full splash damage and splash effects, as well as the following:<br><b>Critical Success</b> No other effect.<br><b>Success</b> Half Strike damage.<br><b>Failure</b> Full Strike damage, and bomb on-hit effects.<br><b>Critical Failure</b> Double Strike damage, and bomb on-hit effects.<br><br>This wondrous Additive does not contribute toward the number of Additives your items may be enhanced with.<br><br>A Giant bomb is unstable, and will dissolve like any item created via Siphon Creation.","traits":"Alchemist Reformulated, Additive 0, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461543"},{"id":"78def3ca-7f7f-48b5-86e0-3e20febe6f57","name":"Greater Debilitation","level":10,"reqFeats":["6af18d67-ce92-4d9a-8ca0-3a0abc00d415"],"textDescription":"You enhance your Debilitating Additive. When you use the Debilitating Additive, you may now also select the following: <br>Clumsy 1, enfeebled 1, stupefied 1, or -10 ft status penalty to all speeds.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461543"},{"id":"1cd4ebd8-525d-4eeb-b137-b398a2dec208","name":"Gunnery","textDescription":"Your expertise with alchemical creations now extends to the realm of the infamous firearm. You gain training in all basic uncommon firearms that require the use of gunpowder or other alchemical propulsion. Any time you increase another weapon proficiency, increase this proficiency to match. You do not gain access to any weapons that would be unavailable to the basic Gunslinger Archetype.<br><br>When you first select this Feat, your specialization as an Alchemist enables you to put the finishing touches on a compatible gun of your own creation; you complete a Craft of the gun at no gp cost.<br><br>Additionally, you include your basic firearm munitions into your daily preparations at no cost, nor do you everseem to exhaust your supply through normal use. You still need to carry a pouch of basic ammunition, but can never reduce this supply of shot below 1 via Strikes.","traits":"Uncommon, Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858135695"},{"id":"ae3e521e-ece9-4c43-98fe-8e8dac90fd0a","name":"Improbable Elixirs","level":18,"textDescription":"Your mastery of alchemical secrets enables you to replicate effects most believe can be achieved only via magic. Select a number of potions equal to your Intelligence modifier (minimum 1); these potions must be of 9th level or lower.<br><br>You gain formulas to create these potions as alchemical items with the elixir trait. When making these alchemical elixirs, you can substitute alchemical reagents for an equal value of magical components, and you can use alchemist's tools or an alchemist's lab instead of any other required tool kits. Other than that, the formula does not change.<br><br>After you have decided the potion formulas, you may expend 2 infused reagents during daily preparations to permanently exchange 1 magical potion formula for another. This Feat can also be retrained into itself to reselect all potions at once.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461543"},{"id":"51f67bc3-57d3-4302-b99d-a68b7991097c","name":"Infused Ministrations","level":2,"textDescription":"You gain the ability to carefully maximize the potential of your infused alchemical items. For any infused alchemical item with an Activate time less than a minute, you may instead spend 1 minute to Activate it. When done this way, the first roll of damage or healing dice automatically becomes the maximum possible roll.<br><br>If the infused item would be used to initialize a counteract check or otherwise trigger a d20 roll made by you or an ally, the roll gains a +1 untyped bonus. While compatible with more than simple healing elixirs, this delicate process only functions upon willing or helpless targets.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461543"},{"id":"0c58ef24-a3fa-4adb-85f5-6357b81180de","name":"Instant Alchemy","level":8,"textDescription":"Discovering a new exploit, you can use Siphon Creation to hasten and compress the process of Infused Alchemy into mere moments. <br><br>If you use Siphon Creation and drain a reservoir, you may perform Infused Alchemy as if you had spent 1 minute with Alchemist’s Tools on the process. The created item(s) may be in hand or stowed on your person.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461544"},{"id":"75e8dafe-e168-4cfd-a797-fdb803ce77d7","name":"Long Range Resonance","level":6,"textDescription":"Instead of beginning to decay as soon as they leave your person, your infused items only destabilize once they are greater than a mile away from you. Perfect for distributing your items among your allies. <br><br>Additionally, when you use Siphon Creation to instantaneously make an item, it remains usable for one turn longer than normal before becoming inert.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461544"},{"id":"7ee52feb-a309-4192-953f-95633f45509f","name":"Major Debilitation","level":14,"reqFeats":["78def3ca-7f7f-48b5-86e0-3e20febe6f57"],"textDescription":"Your Debilitating Additive is approaching its zenith. When your motes of essence affect foes, you may select from the following: <br>Enfeebled 2, stupefied 2, a -15 ft status penalty to all Speeds. <br><br>Instead of selecting one of the more potent debilitations, you may choose to limit your selection to the initial Debilitating Additive options in order to maximize the clinging stickiness. If you do this, the target only avoids the effect if the saving throw was a critical success.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461544"},{"id":"cd1cf782-282c-419a-81ae-eca68b054556","name":"Make More Time","level":20,"action":-1,"reqFeats":["dd069b2b-c9b7-4776-92f0-59226a5b6ba9"],"textDescription":"You have finally managed to increase your ability to gather quintessence of pure Time. Even if you are reaching the peak of alchemical prowess, this discovery only highlights just how little you know of this new branch of Alchemy, and you feel driven to investigate further.<br><br>Instead of only your primary reservoir containing a drop of Time, all your reservoirs are able to hold one. Additionally, if you do not use Siphon Creation with your primary reservoir for an hour, that drop grows to a thimbleful. When this full thimble is used, it creates a Timely+ Additive that adds these options to the previous list.<br><br><b>Fork the Future</b> The first roll of a die invoked by the item, such as an attack roll or saving throw, is done twice. Use the result you prefer. This is a fortune or misfortune effect accordingly.<br><b>Break the Sequence</b> Activating or using the item dislodges you from timespace. The moment before or after the item is used, you may move up to your speed. This occurs outside time, and appears to be a teleportation effect that does not trigger reactions, trap mechanisms, etc. As it is not truly a teleportation effect, spells like Dimensional Anchor will not prevent it.<br><b>Bank the Present</b> You appear to use the item normally, but the action vanishes into the future just before impact. You must commit to using the item on a target or in a manner that is presently valid and spend the actions to do so. Make a note of the present modifers needed for any roll, but do not make the roll. For the next minute, you may pull that thread of Time as a free action with the concentrate trait to realize the prior action. Any consideration of the target no longer being valid still behaves as if it was the noted moment when the action was banked.","traits":"Rare, Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461544"},{"id":"acaa6b95-b0ae-4308-b2d9-a5ea4e535b37","name":"Metabolize Mutagen","level":2,"action":1,"textDescription":"While under the effect of a mutagen, you can metabolize that mutagen’s power to heal yourself. This uses a single Action, which has the concentrate trait. Once complete, you regain 3d4 + 3 Hit Points for every 3 item levels of the mutagen after Additives (minimum 3d4 + 3), but the mutagen’s effect immediately ends, regardless of the effect’s duration.<br><br>If this action is repeated within a minute of the last use, reduce the healing by 3 dice each repetition, resetting only when a full minute has passed between uses.","traits":"Alchemist Reformulated, Concentrate, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858207550"},{"id":"02233dd0-25d5-4c35-b382-adeec16d6050","name":"Miracle Worker","level":18,"textDescription":"By means unknown even to you, your healing alchemy contains tiny motes of true Health. You can administer your infused True Elixirs of Life to creatures who have been dead for no more than 3 rounds. When done, the elixir restores them to life with 1 Hit Point and the Wounded 1 condition before the normal effects of the elixir occur. Lingering conditions and effects that require a living target do not reapply to the revived creature, and all persistent damage is nullified as if the check passed. Any creature revived by this effect is immune to it for 8 hours.<br><br>Any target corpse that has been dismembered in a simple manner, such as decapitation, can be revived as a 3 action activity involving putting parts in the right places before administering the elixir. Missing limbs are not regrown.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461544"},{"id":"f426d1f6-0fab-4d5d-bd33-58cc95d24d01","name":"Newest Philosopher","level":20,"textDescription":"Your dedication to your research as an Alchemist has allowed you to fabricate formulae from the scraps and rumors of the anonymous legends that came before you. You learn the formula for the philosopher's stone and philosopher’s extractor. This merit of this achievement inducts you as a peer among the enigmatic Alchemists known as the philosophers, and those aware of your accomplishment will recognize you as such. Many a despot would seek to chain an Alchemist of such legendary skill, and the surviving philosophers know how vital secrecy can be.<br><br>Should you decide to create a philosopher's extractor, it is not a simple Craft. Work with your GM to determine what special resources, ingredients, or other means will be needed to create an artifact by your own hand.<br><br>If you have the Inventor skill Feat and your GM permits, you are now able to invent the formulas of GM approved uncommon alchemical formulas for twice the normal time and gp cost, and rare alchemical formulas for thrice times the normal.","traits":"Rare, Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461545"},{"id":"269c6d6b-53b3-41a8-bbc3-b8d5dc3b594c","name":"Palatial Mind","textDescription":"You are exceptional with the cerebral visualization and interpretation of alchemical creations, and have a knack for translating cursory knowledge and rumor into working formulae. Your gp cost of acquiring formulae is reduced to half.<br><br>Including at this level, whenever you gain formulas by increasing your Alchemist level, gain 1 additional common and 1 uncommon formula. Each time you increase your proficiency in Alchemy while you have this Feat, acquire a single rare formula; it may be higher than your level for delayed use. As always, your uncommon and rare selections require GM approval.","traits":"Rare, Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461545"},{"id":"a2ec949b-cabf-4851-991c-f3f18cf31c9c","name":"Perfect Debilitation","level":18,"reqFeats":["6af18d67-ce92-4d9a-8ca0-3a0abc00d415"],"textDescription":"Your ability to impede and cripple your foes with leftover creation has reached its peak. No matter what you select with the Debilitating Additive, the target only avoids the effect if it critically succeeds at its saving throw.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461545"},{"id":"75bc45f0-0cd0-4fa8-8e80-f167834b8d27","name":"Plum Deluge","level":20,"action":3,"textDescription":"<b>Requirements</b> You have at least 3 of the same contact poison within reach.<br><br>You have learned to saturate an area with poison in imitation of the techniques of your rival, Blue Viper. As part of this ability, you Interact to draw three vials of the same contact poison and throw them in the air, where they shatter and spread a poisonous deluge affecting a 20-foot burst within 60 feet. All creatures in the burst are automatically exposed to the poison, immediately bypassing any onset time, and must attempt a saving throw against that poison. The three vials must be identical, even if the poison can come in multiple types or different levels.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461545"},{"id":"7e08597f-c224-446c-86f1-096733f7c919","name":"Poison Resistance","level":2,"textDescription":"Your body has become fortified against toxins. You gain resistance to poison damage equal to half your level, and you gain a +1 status bonus to saving throws against poisons.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461545"},{"id":"ab541c6f-938f-4fde-a8bd-a189aaf54250","name":"Polymorphing Overdose","level":10,"action":2,"textDescription":"<b>Requirements</b> you have 4 infused bestial mutagens within reach<br><br>By means of a scarcely-controlled mutagenic overdose, you have discovered a way to fully transform yourself. You become a bulky, unnatural beast with visible hints of your original body, gaining the effects of cat form as per the <i>animal form</i> spell. You may heighten the effects when they take place, up to half your level rounded up.<br><br>The mutagenic recoil immediately causes a lingering and unpredictable maleffect. Roll a d4 and suffer either Clumsy 1, Enfeebled 1, Drained 1, or Stupefied 1 accordingly. This effect persists either until you rest or you receive treatment able to counteract the condition, using your class DC as the affliction DC. You may potentially suffer multiple of these at once due to repeated uses of this ability, but repeated rolls cannot increase an affliction beyond a value of 1.<br><br>Muscular spasms cause you to drop anything held in your hands before the change completes. If the form is bipedal, you are prone when you regain control. This is not a spell, and cannot be dismissed or dispelled.<br><br>As a part of this activity, you may consume an additional mutagen within reach during the change, applying that mutagen’s additives, benefits, and drawbacks to the new form and ending its effects when the form does.<br><br>After obtaining this feat, you may use your Alchemist’s Tools to collect samples of fresh creatures. You may later analyze their forms and add them to your formula book as if you were Learning a Spell, with a DC equal to the creature's level. If it is a living creature with biology and there is a fitting battle form spell with a level equal to or less than half your level rounded up, you may use that form's statistics instead of <i>animal form</i>.<br><br><b>Special</b> If player and GM both agree and desire a more risky mutagenic experience, the following optional rule may be used, or edited to personal taste.<br><br>When you enter a battle form granted by Polymorphing Overdose, the GM rolls a secret flat check of 3 + 2 for each prior overdose that day. Upon failure, the GM rolls a secret d10 and you suffer the effect as listed below. Neutralizing Rush cannot remove these effects. Malfunctions may last moments, minutes, or hours, but the complication should not generally prevent adventuring outright. 8 hours of rest, a polymorph effect, a counteract check against your class DC using Alchemist’s Tools, or other treatment are a few possible ways to nullify or shorten the malingering malfunctions, at GM discretion.<br><br><b>1</b> : When your battle form ends, your size shifts. Until removed, you gain the effects of <i>enlarge</i>, but are clumsy 2.<br><b>2</b> : When your battle form ends, one arm becomes stuck. Until removed, you maintain a single granted Strike from the battle form, but the arm is otherwise unable to be used for more than it could be while polymorphed.<br><b>3</b> : When your battle form ends, one leg remains stuck. Until removed, you suffer a -10 ft penalty to Speed, but increase your Leap distance by 15 ft.<br><b>4</b> : When your battle form ends, your head is partially stuck. Until removed, you are stupefied 1, but maintain the form's bite or jaws attack if it had one.<br><b>5</b> : When your battle form ends, remnants of the form blend into your natural appearance all over. Until removed, you are enfeebled 1 but gain a +2 circumstance bonus to hostile Charisma actions.<br><b>6</b> : When the battle form ends, your senses are partially stuck. Until removed, you are permanently sickened 1 but retain any special senses the form had.<br><b>7</b> : When the battle form ends, you are mostly stuck. The battle form lasts until removed, but you can speak clearly enough to communicate with your allies.<br><b>8</b> : When you next see an enemy die, you become lost in battle. You gain the confused condition, and must pass its flat check twice to recover. These successes do not need to be subsequent.<br><b>9</b> : When you transform, the mutagens are less potent than you thought. The GM rolls a secret d4, setting the battle form's duration to that many rounds. Roll a d6 on this table and combine its result with this one.<br><b>10</b> : There is a dormant malfunction. Note the current battle form. The next time you would come under a morph or polymorph effect, roll a d8 on this table, applying the results as if you had just benefitted from the noted battle form.","traits":"Alchemist Reformulated, Manipulate, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858251038"},{"id":"d69f85c9-149f-4c2e-a019-4b4887605822","name":"Potent Reservoir","level":8,"textDescription":"Increasing the potency within your reservoir of quintessence enables you to make more powerful items when you use Siphon Creation.<br><br>When you use Siphon Creation, your potential total item level is 3 higher than normal. This does not increase the base level of items eligible for Siphon Creation, but does enable more potent Additives. If you are a Master in your alchemist class DC, this increases to 4, and 5 if Legendary.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461546"},{"id":"0f00e26f-f23f-4249-ae08-072abe0aab1e","name":"Powerful Harmony","level":16,"textDescription":"Your creations are further empowered by matching your core trait. When you use Siphon Creation or Infused Alchemy to create an item, it adds 2 to its Additive budget for each trait of the item that matches your reservoir.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461546"},{"id":"8de76794-23f8-41ca-94e5-5592b3225e40","name":"Premature Reservoir","level":10,"action":-1,"textDescription":"<b>Trigger</b> You used Siphon Creation to create an infused alchemical item and have infused reagents available.<br><br>By combining your infused reagents with your Siphon Creation, you can manifest items before their time. Gain formulas as if you had increased your level twice, and continue to treat your future formula acquisition as if you were two levels higher.<br><br>Your ability to manifest unstable creation defies normalcy even among Alchemists. By adding 1 of your infused reagents during Siphon Creation, you can create things that should be beyond you. The base level of items eligible for this Siphon Creation is 2 levels higher than normal.","traits":"Alchemist Reformulated, Additive 3, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461546"},{"id":"02c9ff5d-7ec9-474a-92d8-7d2cd7d5cc5e","name":"Primed Throw","level":6,"action":1,"reqFeats":["146d951e-4607-4482-aba3-4b89d7c50e09||eb65f021-6d63-4399-a7c1-a246ec22c889"],"textDescription":"Aerodynamic alterations to your creations, paired with much time among practice dummies, has enabled you to aggressively throw your lightweight items, using them at distances previously inconceivable. You peel at the bulk L item’s seal and hurl it toward a square or creature as it it were a bomb with a 10 ft base range increment.<br><br>A successful throw activates the item as if you had reach upon the square. This functions for bulk L items with 1 hand usage. This allows the remote use of comestibles such as elixirs on allies within distant squares.<br><br>Treat a willing target as if they were off-guard, and the maneuver functions on a miss or better. An empty square of basic terrain has an AC of 10, and the maneuver functions on a success or better.<br><br>A square occupied by a non-helpless unwilling target swats away the delicate throw, auto-failing the maneuver.<br><br>Any non-functional item throw misfires harmlessly, and any consumable involved becomes unsalvageable.","traits":"Alchemist Reformulated, Flourish, Attack, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461546"},{"id":"c88a1fee-44c0-44eb-95c9-8de81ec2fcb4","name":"Quick Draw","level":2,"action":1,"textDescription":"You draw your weapon and attack with the same motion. You Interact to draw a weapon, then Strike with that weapon.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461546"},{"id":"eae055eb-55d5-42df-983f-793369361668","name":"Shaped Dispersal","level":12,"action":-1,"textDescription":"<b>Trigger</b> You create an infused alchemical item with a radial, line, cone, or splash effect.<br><br>By tweaking the formula a bit, you are able to alter and direct the resulting shapes of your more energetic alchemical creations. Exchange the item’s normal area of effect for a cone or a line of equal distance.<br><br>If the created item is a bomb, the line or central line of the cone when thrown may only point in any direction that is in the 180 degree arc opposite from you, not back toward yourself.<br><br>If the base item’s effect was a splash or radial area, increase the distance of any output cone by 5ft, and the distance of any line by 10ft.<br><br>If you are a Master in alchemist class DC, you may also choose a double-wide line that is 10ft wide in exchange for reaching half the line’s normal distance.","traits":"Alchemist Reformulated, Additive 1, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461547"},{"id":"e46402cc-f3b4-490d-a068-1220be1b1935","name":"Side Barrel Surprise","level":6,"action":1,"textDescription":"<b>Requirement</b> Infused alchemical ammunition is mounted to the weapon with a 1 Action activation cost.<br><br>Your continued dabbling with projectile weapons has furthered your use of special alchemical ammunition. By affixing your alchemical ammunition to the weapon itself, a combination of rehearsal and other tweaks has improved the speed and performance of your self-made shots. With a deft maneuver, you both Activate the ammunition and Reload it into the weapon. <br><br>Mounting ammo to the weapon can be done with a single Interact action. When you become Expert in your class DC, you are able to mount a second shot to your weapon. When you become Master in your class DC, this increases again to a maximum of 3 mounted shots. <br><br>If you use Siphon Creation to create a shot of alchemical ammunition and are holding the weapon, the munition may be created into an empty mount instead of arriving in your hand.","traits":"Alchemist Reformulated, Flourish, Manipulate, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858271803"},{"id":"34a30deb-3152-47ff-bfb3-bf64895df621","name":"Siphon Creation","action":1,"textDescription":"<b>Requirements:</b> A reservoir is full.<br><br>Crudely dumping your reservoir into your hand, you command the quintessence to instantly manifest as any consumable alchemical item eligible for your Infused Alchemy that also carries your reservoir’s trait. The created item can appear in an open hand or on your person. Without changing what items you may or may not create, the abnormal excess of quintessence increases your maximum item level by your class proficiency bonus (+2 for trained, +4 for expert, etc), enabling the use of Additives even when creating an item typically at the limit of your alchemical prowess.<br><br>This item carries the infused trait, and as with all your infused items, any reference to saving throws in the created item may be replaced with your Class DC.<br><br>Items created this way are unstable, and if unused by the end of the Alchemist’s next turn, dissolve into wisps of quintessence.<br><br>It is the final item and its traits that determine eligibility for Siphon Creation or other Additives. A typical Bomber with a reservoir only matching the bomb trait could not use Siphon Creation to make an elixir. However, if that Bomber used the Additive provided by the Explosive Delivery Alchemist Feat to alter the item, the addition of the bomb trait would cause such special elixirs to match the reservoir.<br><br><b>Special</b> You may use Siphon Creation as a free action. If you do so, add the Flourish trait to it.","traits":"Manipulate, Granted, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461548"},{"id":"eb65f021-6d63-4399-a7c1-a246ec22c889","name":"Smart Throw","level":4,"textDescription":"With careful study and rehearsal, you are able to utilize your intellect in the act of throwing weapons and adjusting your bomb splashes. <br><br>When you perform a throw-based action that involves your Dexterity modifier, you may use your Intelligence modifier in place of your Dexterity modifier. <br><br>If you are Striking with a bomb, you may instead use your intellect to remove the splash damage and effect, or to alter the normal splash damage into any number from 1 up to your Intelligence modifier.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461548"},{"id":"146d951e-4607-4482-aba3-4b89d7c50e09","name":"Throwing Arm","textDescription":"With a little extra training, you are able to convert the many hours of hefting heavy fluids into an improved throw. For any attack or action that has a ranged thrown increment, increase its range by half of the base value. For example, with a range increment of 20 ft, you now perform such throws at 30 ft before other considerations.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461548"},{"id":"b6257ec1-ef05-4766-8f8a-6e4ddd3d68a4","name":"Triple Additives","level":16,"textDescription":"A new breakthrough in your alchemical stability enables you to mix a third Additive into your items. The total number value must still be within your budget.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461548"},{"id":"5b13ec89-a029-4e4f-b19c-af9d745c70e4","name":"Wish Alchemy","level":20,"textDescription":"You have learned Artokus Kirran's most hidden secrets, granting you the ability to create alchemy infused with the power of wishes. Once per day when you use Infused Alchemy during your daily preparations, you can spend a batch of infused reagents to create a wish vial containing a single common arcane spell of your choice of 8th level or lower. You either drink this spell, or mindfully unleash the magic in a square adjacent to yourself. The spell must have a casting time of no more than 10 minutes, no Cost, and the only creature it may target is yourself. Only you can Activate the wish vial, which takes the same number of Interact actions as the spell's casting time.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461549"},{"id":"450ef785-208d-496d-9f23-23beb7b8e773","name":"[Field Fusion - Bomber-Chirurgeon] Thunderstone Glassware","level":8,"action":-1,"textDescription":"<b>Trigger</b> You create an infused elixir.<br><br>The elixir’s empty container can be thrown as a bomb, using the statistics of a thunderstone matching the Additive’s level. However, this bomb’s splash damage is instead the slashing of fragmented glass, and there is no potential deafening effect. The awkward shape reduces the range increment to 15 ft.<br><br>Treat the thunderglass as a separate item from the elixir. Any other Additives may only affect either the elixir half or bomb half of the created item.<br><br>When the elixir is Activated, consider the item to have become the specified bomb, potentially being stowed and thrown at a later time. Holding one’s own Thunderglass elixir enables the following action.<br><br><b>Dumping Throw</b> 1 Action, manipulate, attack, flourish.<br>With 5 ft less reach than normal, you Activate the elixir in a hurry. Then, you Strike with the empty container in an aggressive flourish, taking a -1 untyped penalty to the attack roll.","traits":"Alchemist Reformulated, Additive X, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858700970","listCustomEffects":[{"effectType":13,"string0":"2adcf6b7-4399-4be6-afe7-c03c4913c04f","int0":1,"reference":"1779aebd-636c-43d9-9064-49f7104f5d0d"}]},{"id":"7b118525-ae18-411d-975e-3920ab621132","name":"[Field Fusion - Bomber-Mutagenist] Morphic Softener","level":8,"action":-1,"textDescription":"<b>Trigger</b> You create an infused bomb that inflicts energy damage<br><br>By uniting the two Research Fields, you have discovered a way for your alchemical energies themselves to carry mutagenic effects that continually weaken foes with repeated exposure. <br><br>If a foe has an energy damage resistance invoked by a Softening bomb, that resistance is reduced by 2 for the next minute. Any weakness triggered by the bomb increases by 1. The softening takes place before the bomb’s damage is resolved. This effect can grow with repeated exposure to more Softening bombs. After 1 minute without being exposed to a Softening bomb, the resistance and weakness reset.<br><br>The item gains the ephemeral trait.<br><br><b>Special</b> You also gain the Disorienting Squirt ephemeral if you're a Bomber, or the Mutual Splasher ephemeral if you're a Mutagenist. You may only have a single Field Fusion feat at a time.","traits":"Alchemist Reformulated, Additive 4, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858592724","listCustomEffects":[{"effectType":13,"string0":"01e0b451-bf85-42ff-b61c-9d16bf093387","int0":1,"reference":"bf1ae767-35fb-4ac5-be10-b40465b8327e"},{"effectType":13,"string0":"a099deb3-9dbd-4154-a47b-224cd28d1aa5","int0":1}]},{"id":"8f07d25b-285c-408c-8f3c-10c940ef6b15","name":"[Field Fusion - Bomber-Toxicologist] Barbed Casings","level":8,"action":-1,"textDescription":"<b>Trigger</b> You create an infused bomb that deals damage on Strike and have an injury poison ready.<br><br>Veined barbs await the dose of poison. The level of this Barbed Additive is equal to the poison’s total level after Additives. <br><br>When a Strike succeeds and deals damage, the target is exposed to the injury poison. The delivery method of the poison leaves much to be desired, and the DC of any poison delivered this way suffers a -1 penalty.<br><br>The item gains the ephemeral trait.<br><br><b>Special</b> You also gain the Harmful Exposure additive if you are a Bomber, or the Gravel Bomb ephemeral if you are a Toxicologist. You may only have a single Field Fusion feat at a time.","traits":"Alchemist Reformulated, Additive X, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858619698","listCustomEffects":[{"effectType":13,"string0":"bdcd673b-cd73-4868-b4df-1dbd84f8ec04","int0":1},{"effectType":13,"string0":"35cdc73e-5f13-46a7-8661-fa2d57df5611","int0":1}]},{"id":"0239a7b2-1e14-4d72-9eff-b6c394dee60c","name":"[Field Fusion - Chirurgeon-Mutagenist] Tough Teratoma","level":8,"textDescription":"<b>Item 7</b><br><b>Bulk</b> L; <b>Usage</b> held in one hand; <b>Activation</b> 1 minute with Alchemist's Tools<br><br>Usable only by you, this gristly mass of homuncular flesh will quickly ingrain its tendrils and morph to camouflage with your exterior, be it scaled skin or metallic armor. The implantation process deals non-recoverable damage that reduces the host’s Hit Points by 3 per Level, which becomes the tumor’s Hit Point total. When the tumor is gone, these Hit Points may be recovered.<br><br>Before resistances or immunities are applied, whenever the host takes Hit Point damage or healing, the host and tumor instead take half of that number.<br><br>The tough tumor is immune to poison and mental damage, has weakness 5 to bleeding and negative damage, and has resist 4 to all other damage types. Persistent damage is split the same as incoming damage. Precision damage bypasses the tumor to hit only the desired target. Fast Healing restores Hit Points to both host and tumor to great effect.<br><br>If the tumor is killed by damage, no excess damage is relayed to the host, and it bursts in a splatter of vitalessences. The host is healed for half the Hit Points invested into the activation of the tumor, and incurs 4 persistent bleeding damage.<br><br>The density of life within the tumor attracts harmful magics like a magnet. If the host is hit by a curse effect, they may make a DC 11 flat check. On success, the tumor was cursed in the host’s stead, and immediately shrivels, detaches, and dies.<br><br>While the tumor can potentially live until the infused item destabilizes during the next daily preparations, it is highly recommended to excise via Alchemists Tools and 1 minute. While not an elixir, it is a mutagenic polymorph effect, and not normally compatible with other mutagens.","traits":"Alchemist Reformulated, Alchemical, Consumable, Healing, Ephemeral, Polymorph, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858596376","listCustomEffects":[{"effectType":13,"string0":"8ca5a37b-037f-4926-8b80-b93074f7ce21","int0":1,"reference":"4dbeb4cd-378b-407d-a2ef-967a5f5510a9"},{"effectType":13,"string0":"62c1c467-4c44-45b8-9cc1-234c7e1b362a","int0":1}]},{"id":"e73bac7a-5803-4112-a9d0-33af33afc357","name":"[Field Fusion - Chirurgeon-Toxicologist] Chemotherapeutic Curative","level":8,"textDescription":"<b>Item 5</b><br><b>Bulk</b> L; <b>Usage</b> held in one hand; <b>Duration</b> one minute<br><br>This fusion between contradictory yet adjacent fields is able to transform alchemical harm into healing. While potent, it does strain the body uncomfortably. Once the duration ends, the target is immune to the benefits of the item for 1 hour.<br><br>Once Activated:<br>Gain or increase resistance to poison damage by half your level.<br>Whenever you resist poison damage, heal for the amount resisted.<br>Take 4 persistent poison damage. While the elixir is in effect, you can forego attempting a check to end this damage.<br>If made Medicinal, the Additive instead increases the poison resistance provided by one third of X.<br>If made Harmful, the Additive instead increases the persistent damage by one third of X.<br><br><b>Special</b> You also gain the Toxic Treacle ephemeral if you're a Chirurgeon, or the Medicinal Boost additive if you're a Toxicologist. You may only have a single Field Fusion feat at a time.","traits":"Alchemist Reformulated, Alchemical, Consumable, Elixir, Ephemeral, Poison, Healing, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858601361","listCustomEffects":[{"effectType":13,"string0":"b33668c8-8e02-43a6-a9f5-05c091000281","int0":1,"reference":"99df12b0-7417-413c-83f3-2a1c89cb6b1a"},{"effectType":13,"string0":"a3b90644-36b0-4e84-82a0-60ee5eabb870","int0":1}]},{"id":"519abcae-59db-4587-90b5-74bee6d9aef3","name":"[Field Fusion - Mutagenist-Toxicologist] Venom Glands","level":8,"textDescription":"<b>Bulk</b> L<br><br>A small, dedicated few choose to partake in this unnatural discovery. Only you can drink this elixir. When drunk, your entire morphology shifts noticeably toward the venomous creature you used as a base. The duration is permanent, and your uncanny appearance may help or hinder future dialogues.<br><br>Reduce your maximum Hit Points by 1 per level.<br>Your unarmed attacks that inflict piercing or slashing damage now deal bonus persistent poison damage on hit, equal to a quarter of your level rounded down.<br>You always find the time to wipe your venom across your blades, even in combat. Any weapon or ammunition that is compatible with injury poisons may carry your venom at no action cost, but they inflict 1 less persistent poison than if you hit with a venomous unarmed attack directly.<br>Your venom does not conflict with any injury poison or other effect you may choose to use.<br>Your unarmed fist attack gains the variable P and variable S traits. You gain or improve your choice of a piercing fangs or slashing jaws unarmed attack that deals 1d6 damage and has the finesse trait.<br>You can Interact to pour a dose of injury poison inside your altered mouth without swallowing, causing your next bite attack to trigger an exposure to that poison. Sleeping, drinking, or eating will harmlessly wash the poison away. While drinking elixirs washes away the poison to require a new dose, biting lozenges typically will not.<br><br>This morph effect is considered to occupy your entire body for the sake of other conflicting morph effects. It does not interfere with the polymorph limit typically invoked by mutagens.<br><br><b>Special</b> You also gain the Black Blisters ephemeral if you are a Mutagenist, or the Syringe Hooks ephemeral if you are a Toxicologist. You may only have a single Field Fusion feat at a time.","traits":"Alchemist Reformulated, Alchemical, Consumable, Ephemeral, Elixir, Morph, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858684636","listCustomEffects":[{"effectType":13,"string0":"10631180-7cbf-4c9f-912b-3047ea63c0a0","int0":1,"reference":"4fb78fee-5d6d-492f-a9c6-c85758f31a76"},{"effectType":13,"string0":"8ca5a37b-037f-4926-8b80-b93074f7ce21","int0":1}]},{"id":"007b8403-880d-4178-9853-11518a92d3f8","name":"[Field-Found Discovery - Bomber] Bomb-Boosted Throw","level":12,"action":2,"textDescription":"<b>Requirements</b> You can Strike with a bomb that deals splash damage and also make a second throw.<br><br>With impossible precision, you can use the explosion of a bomb to propel and redirect a second throw. When you make a Strike with the initial bomb, you commit the action(s) and make an enhanced second throw.<br><br>For the initial bomb, Strike as normal. After that is resolved, the explosion becomes the origin point for the second throw, and uses your throwing statistics as if you were standing there. The target of the initial bomb may not be targeted for the second throw. Targeting objects for the initial bomb is valid.<br><br>The explosive technique provides +2 circumstance bonus to attack and damage rolls of the second throw, and adds the flourish trait to the Action. If the initial bomb Strike is a critical miss, the second throw is wasted. These throws are 2 separate events, and follow the Multiple Attack Penalty as normal.<br><br>This is compatible with actions like Quick Draw, but the two throws must be made in direct sequence.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461555"},{"id":"8e004d9f-f4ba-4c08-88fc-86a917950a6d","name":"[Field-Found Discovery - Chirurgeon] Absent-Minded Ambulation","level":12,"action":0,"textDescription":"<b>Trigger</b> It is not your turn. An action that you have awareness of ends.<br><br>Grumbling under your breath absentmindedly, your feet begin moving as soon as you recognize that you have yet another task added to your list. Become off-guard until the start of your turn. Make a Step or Stride. Then, perform 1 Action that has the manipulate trait. This happens immediately, but the Action is taken out of your next turn. Considerations like flourish or the Multiple Attack Penalty will apply in your next turn. The movement cannot be performed without a subsequent action.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461555"},{"id":"03da8fc4-de67-4413-8df8-dcab04dc5fe4","name":"[Field-Found Discovery - Mutagenist] Polyeuphoric Rush","level":12,"textDescription":"Your body itself has begun to respond to the euphoria of change. When you are first affected by a morph or polymorph effect, you immediately gain a single quickened action that may be used for any move action.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461555"},{"id":"35f94e92-5b18-41e5-89ee-12421bfae346","name":"[Field-Found Discovery - Toxicologist] Sling Venom","level":12,"action":0,"textDescription":"<b>Trigger</b> You are holding an injury poison with reach of a target that suffers slashing or piercing damage.<br><br>You are holding an injury poison with reach upon a target that suffers slashing or piercing damage. Reacting to the momentarily exposed wound, you pop the injury poison and sling it directly into the cut. After the triggering attack is resolved, the slung poison triggers an exposure event as if delivered normally.<br><br>If no reaction would disrupt it, you may also perform Sling Venom as a 1 Action Interact immediately after your successful Strike. This method has the flourish trait.<br><br>This does not require a check to succeed, and is considered an attack that contributes to the Multiple Attack Penalty. Reactions may be spent inside one’s own turn.","traits":"Alchemist Reformulated, Attack, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461555"},{"id":"09058142-9ee4-4add-9f4e-c298c00175dd","name":"[Lab-Made Discovery - Bomber] Type Substitution","level":12,"action":-1,"textDescription":"<b>Trigger</b> You make an infused item that deals energy damage.<br><br>Your pinpoint focus within the laboratory has yielded a wondrous find. By identifying and isolating the knots of quintessence colloquially called “type” within the chaotic seas of creation, you have gained the rare ability to freely select them upon item creation. <br><br>Exchange all references of one energy type for another of your choosing. Energy types include fire, cold, acid, lightning, sonic, vitality, and void. This wondrous additive does not count toward an item’s limited number of additives, but does add to the total item level and limited budget.","traits":"Alchemist Reformulated, Additive 2, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461556"},{"id":"0dca8b2a-3693-43d5-8590-802dbe2eaed3","name":"[Lab-Made Discovery - Chirurgeon] Runaway Resonance","level":12,"action":1,"textDescription":"<b>Requirements</b> You are holding an infused item of your creation with a trait that matches your reservoir.<br><br>With a 1 Action Interact, you strike the item against your reservoir of quintessence to ring it like a tuning fork. Once initiated, the supercritical crescendo cannot be stopped. Until your next turn, the item cannot be Activated.<br><br>At the start of your next turn, the base item’s Hit Point-affecting numbers are increased by half. For altering the number of rolled dice, round down with a minimum of 1 die difference.<br><br>At the end of your turns while the unstable item exists, roll a flat check with a DC of 2 + number of flat checks passed. On success, the level value of all Additives increases by 1. On failure, the item explodes, dealing only you the listed damage of a Thunderstone Strike of the equivalent item level.<br><br>If you used Siphon Creation to make this item, this crescendo can be initiated at no additional action cost. Doing so causes the item to remain potent and to persist while the resonance is ongoing, but the DC instead increases by 2 for each passed check.<br><br>If you end your turn with an unattended resonating item, it becomes inert. If you attempt to start a second resonance while one is ongoing, the first item immediately explodes as if a failed check occurred.","traits":"Alchemist Reformulated, Manipulate, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461556"},{"id":"7ef3263e-c8a5-44fb-bb4d-d062a5075038","name":"[Lab-Made Discovery - Mutagenist] Secrets Within Vitae","level":12,"textDescription":"After haphazardly experimenting upon liters of your own circulatory fluid, you have finally synthesized something compatible with your variable biology. You add a special drink to your daily preparations, and sneak sips throughout the day. If you are ever separated from your Alchemist’s Tools for more than an hour, the drink’s effects fade from your system until you recover them.<br><br>Whenever a morph or polymorph effect upon you ends, such as by drinking a second mutagen that overrides the first, the alchemicals inside your veins release their metabolic energy in your choice of one of the following ways:<br><br><b>Regeneration</b> For 3 turns, gain Fast Healing equal to a quarter of the fading item’s total level after Additives. Taking weakness damage of any kind ends this effect. This regeneration prevents reaching Dying 4 as per monster regeneration, but if it does so, this specific effect cannot be invoked again until 3 months have passed.<br><b>Violent Moment</b> For the next minute, gain bonus damage to the first successful thrown or melee Strike equal to a third of the fading item’s total level.<br><b>Mimicry</b> Extend the fading effect by 3 turns. This effect will not conflict with any new morph or polymorph effects.<br><b>Bale-Boost</b> <br><b>Requirement</b> There is a mutagen affecting you.<br>If there is a higher level version of the mutagen, use its statistics instead. If not, enhance any single numerical bonus of your choice by 1, or by 5ft if altering a speed. You visibly become frail with the stretched transformation, gaining or adding weakness 3 to all damage. These effects, and all effects of the boosted mutagen, fade at the end of your next turn.<br><br>Once any of the options are triggered, your vitae is depleted until the end of your next turn. After that, it can be replenished by a minute passing, by coming under a new alchemical effect, or by receiving a healing effect that would restore your Hit Points beyond their maximum. Once the replenishment occurs, your vitae may be triggered once again.","traits":"Alchemist Reformulated, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461556"},{"id":"ea4f536a-35bb-47a8-85ac-589127f122c8","name":"[Lab-Made Discovery - Toxicologist] Corrosive Conversion","level":12,"action":-1,"textDescription":"<b>Trigger</b> You create an infused injury or inhaled poison.<br><br>The ability of this amazing alchemical Additive to convert and intensify a poison into an acid is the envy of poisoners the world over. Swap all the item’s references to the poison trait and poison damage with that of acid. The horrific alteration to the toxin increases any damage dice by one step, but also halves the maximum duration. <br><br>If the poison is inhaled, it no longer hangs in the air, and only triggers the initial cloud-based exposure event upon dispersal.","traits":"Alchemist Reformulated, Additive 6, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716857461556"}],"listCustomSpecial":[{"name":"Adrenal Sensitivity","id":"56f3c32c-8e6d-4dbb-b863-04048dba89ea","description":"With a delicate tweak, you can enable a recipient the means to end your transmogrifications early.","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711649","listCustomEffects":[{"effectType":13,"string0":"929c366c-cc96-43b9-84e0-61f9ab6b2120"}]},{"name":"Aerosol","id":"84b07275-3243-4194-b606-cd84a0484a86","description":"When Strikes themselves prove difficult, this Additive provides a Toxicologist an alternative avenue of exposure. As is normal for the inhaled trait, each cloud only inflicts an exposure event once per creature. A second identical cloud overwrites the previous cloud square by square, but is a new effect with a different exposure event.","traits":"3rd Party","src":"Custom","level":5,"databaseID":1,"timestamp":"1716858711650","listCustomEffects":[{"effectType":13,"string0":"e6a3e9bc-c1f7-4dec-b06b-9620b2ea0f14"}]},{"name":"Aerosolized","id":"e6a3e9bc-c1f7-4dec-b06b-9620b2ea0f14","description":"<b>Trigger</b> You create an infused injury, contact, or ingested poison.<br><br>The Additive replaces the injury, contact, or ingested trait with the inhaled trait. <br><br>The cloud remains airborne for 4 turns. <br><br>The effects of the final stage of the affliction are downgraded; replace the final affliction stage with a copy of the stage preceding it. The listed duration of the final affliction stage is unchanged.","traits":"Additive 5, 3rd Party","src":"Custom","level":5,"actions":-1,"databaseID":1,"timestamp":"1716858711650"},{"name":"Alchemical Medicine","id":"990938f7-10b2-4092-862f-c082ba13eedb","description":"As a Chiurgeon, you may use your proficiency rank in Crafting for anything that requires a proficiency rank in Medicine (such as Feat prerequisites), and can use your Crafting modifier in place of your Medicine modifier for all Medicine checks. When substituting Crafting for a Medicine check, you may use your Intelligence bonus while electing to use either your other bonuses to Crafting or to Medicine.<br><br>If a feature of any Background, Ancestry, or other would improve your Medicine proficiency, you may instead improve your Crafting.","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711650"},{"name":"Black Blisters","id":"10631180-7cbf-4c9f-912b-3047ea63c0a0","description":"<b>Bulk</b> L; <b>Usage</b> affixed to armour<br><br>While at first glance these black pimples may seem organic in nature, these pressurized sacks are carefully crafted and glued in key locations.<br><br>When you receive physical type damage, half of the blisters pop with enough force to splash the 5ft cube adjacent to you that is closest to the attacker. This deals 2 poison splash damage, and splashed creatures receive a -1 status penalty to saves against your alchemical effects until the end of your next turn. This is considered a poison exposure event, but there is no affliction, only the prior effect.<br><br>After this is triggered twice, the item has been expended.","traits":"Alchemical, Consuamble, Ephemeral, Poison, Splash, Talisman, 3rd Party","src":"Custom","level":5,"databaseID":1,"timestamp":"1716858711650"},{"name":"Bomber","id":"91d920dd-70a1-4904-9bb1-c74bbe6b8ecb","description":"You specialize in the energies that fuel energetic alchemical reactions, typically in explosive form. The core trait of your Reservoir is bomb.","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711650","listCustomEffects":[{"effectType":13,"string0":"9135e451-7d4d-4603-86f3-644360877a47","reference":"2f5a9d03-d79c-4ddd-8e30-fdfda3c8357c"},{"effectType":13,"string0":"7e9624cf-f5c0-44f0-b669-f733a5645efa","reference":"83d98499-4228-4d14-b6c7-8668a43968f5"},{"effectType":13,"string0":"9c707300-c185-4a28-a3b9-f704a0ec9a88","reference":"beb06316-9b0a-41e9-a561-54b66d556077"},{"effectType":13,"string0":"8ca707f8-a250-4039-82a4-64c02febad89","reference":"7f2dfff2-2ed6-4dfd-9c39-38d8c82049e7"},{"effectType":13,"string0":"35cdc73e-5f13-46a7-8661-fa2d57df5611","reference":"dd63a5fc-c66d-42c8-8559-9aefc48c6f94"},{"effectType":13,"string0":"7afaf284-6943-4c5b-a034-334278affd5d","reference":"e3ffae28-b70c-4f7d-82e3-000b13acbc9f"},{"effectType":13,"string0":"a099deb3-9dbd-4154-a47b-224cd28d1aa5","reference":"9b6228fe-f0a4-42d3-90c0-a8e7b677bff5"},{"effectType":13,"string0":"7c9645ba-3c5b-4a8b-9377-32249ff467dd","reference":"a76996fc-9d1b-4327-bcdb-bf43400dccd5"}]},{"name":"Bottomless","id":"8b060e45-b375-4b99-828d-6879f0f89f59","description":"<b>Trigger</b> You performed Bottomless Creation. The item’s base level is 6 lower than your Infused Alchemy level.<br><br>This wondrous Additive does not count toward the number of Additives an item may carry, but does contribute toward its total budget. Unlike normal Infused Alchemy, only items 6 levels lower than your level are eligible to be made Bottomless. Any effects created by this item will disappear after 1 minute has passed.","traits":"Additive 7, 3rd Party","src":"Custom","level":7,"actions":-1,"databaseID":1,"timestamp":"1716858711650"},{"name":"Bottomless Creation","id":"a097f5ca-0ddf-42f0-9eeb-47b4c8e2b2b8","description":"Using Bottomless Creation always creates items with the Bottomless Additive. Other considerations, such as matching the reservoir trait, are as normal. Bottomless Creation does not drain a reservoir.<br><br><b>Special</b> You may use Bottomless Creation as a free action. Doing so grants it the Flourish trait.","traits":"Manipulate, 3rd Party","src":"Custom","level":7,"actions":1,"databaseID":1,"timestamp":"1716858711650","listChildIDs":["8b060e45-b375-4b99-828d-6879f0f89f59"]},{"name":"Chirurgeon","id":"cb3c59c3-eb85-4e79-a8fc-c3bf00314501","description":"You concentrate on crafting and administering beneficial alchemicals. The core trait of your reservoir is healing. Additionally, you gain Alchemical Medicine.","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711651","listCustomEffects":[{"effectType":13,"string0":"990938f7-10b2-4092-862f-c082ba13eedb","reference":"075eea5d-77c7-425a-ba78-4c6e2d9a9e06"},{"effectType":13,"string0":"65db84ea-9ef5-41e6-a84f-d564665d4e05","reference":"6f290a43-475d-48fd-93a8-c46d435650a3"},{"effectType":13,"string0":"29765a98-fa26-4556-be8d-c1e83f57b7a0","reference":"569f5996-1ae3-4e23-ba96-2c735eb3907b"},{"effectType":13,"string0":"609cbfbd-4903-49af-b73e-3fc5f49bbf3e","reference":"6a7f5b39-51a6-4498-8307-518dce0ecb57"},{"effectType":13,"string0":"4f1e2c7c-ae2c-46bf-8c1b-6a8fc7bbcb6d","reference":"59fbe451-0b75-4595-86d8-d530831cb969"},{"effectType":13,"string0":"a3b90644-36b0-4e84-82a0-60ee5eabb870","reference":"a277fe87-62ff-48ba-b1ba-acea63407330"},{"effectType":13,"string0":"62c1c467-4c44-45b8-9cc1-234c7e1b362a","reference":"fc5fba0d-4013-4cfb-bfe9-9e90429800ef"},{"effectType":13,"string0":"e55f1a8a-39da-4d2d-ad32-4c1729987483","reference":"ddd63b33-f8f3-4012-8911-04c2e76da120"},{"effectType":13,"string0":"71a17ea6-ce9c-4a21-9cda-321160998860","reference":"8568b32a-1bb1-4000-8b80-6b053ad893c1"}]},{"name":"Decomposing","id":"929c366c-cc96-43b9-84e0-61f9ab6b2120","description":"<b>Trigger</b> You create an infused item with the morph or polymorph trait<br><br>While in effect, the item grants an additional reaction that can only be used for Neutralizing Rush.","traits":"Additive 2, 3rd Party","src":"Custom","actions":-1,"databaseID":1,"timestamp":"1716858711651","listCustomEffects":[{"effectType":13,"string0":"954af97c-16c0-4ed6-967c-0e9416d937e1"}]},{"name":"Delayed","id":"c33eddf3-f21d-4c90-b1af-61c2a2ffac09","description":"<b>Trigger</b> You create an infused elixir with the morph or polymorph trait.<br><br>When an item with this Additive is Activated, its initial effect can be delayed for up to X hours, duration and effects only beginning when the target spends a 1 Action concentrate, or when the delay reaches its time limit. Dormant effects still count toward the typical single morph and polymorph limit.","traits":"Additive X, 3rd Party","src":"Custom","level":5,"databaseID":1,"timestamp":"1716858711651"},{"name":"Detox","id":"0520b32a-0d36-495f-b3af-ea420d2cb0df","description":"<b>Trigger</b> You create an infused item with the healing trait, is consumed orally or via bloodstream. <br><br>If the target is suffering from a poison, disease, or any other GM approved biological ill, immediately make the next scheduled saving throw, and that ill becomes immune to this effect. If the patient does not wish to use the result, ignore the attempt. <br><br>If the ill is duration based, instead subtract 1 turn from the duration.","traits":"Additive 5, 3rd Party","src":"Custom","level":5,"actions":-1,"databaseID":1,"timestamp":"1716858711651"},{"name":"Detoxifying Cleanser","id":"e55f1a8a-39da-4d2d-ad32-4c1729987483","description":"Pushing new boundaries of medicine, this gritty additive can boost the patient’s chances against all manner of ills without increasing their risk.","traits":"3rd Party","src":"Custom","level":5,"databaseID":1,"timestamp":"1716858711651","listCustomEffects":[{"effectType":13,"string0":"0520b32a-0d36-495f-b3af-ea420d2cb0df","reference":"37a7f9ef-4020-41db-b8e3-e1289685e325"}]},{"name":"Disorienting Squirt","id":"01e0b451-bf85-42ff-b61c-9d16bf093387","description":"<b>Bulk</b> L; <b>Usage</b> affixed to a weapon or armour<br><br>This crafty creation enables you to deploy leftover mutagenics directly upon the target’s sensory organs. When affixed to armor, the squeeze-ready bladder can be activated to squirt upon a creature within 10 feet. If your target is beyond that, some fluid is lost with distance, and the Fortitude save suffers a -1 DC for every 5 further feet, and is unable to reach beyond 30 feet.<br><br>If affixed to a melee or unarmed weapon, it may be activated just after the weapon makes contact with asuccessful roll to invoke the item’s save. However it is used, the activation requires 1 manipulate Action that is not connected to the Multiple Attack Penalty.<br><br>Despite the normal talisman rules, this item can be affixed to bombs. When done, this instead requires 1 manipulate action to be committed before the Strike, and on hit or better, the squirt’s Fortitude save is invoked just after the throw is resolved.<br><br>The squirt invokes a Fortitude save with the following effects:<br><b>Critical Success</b> No effect.<br><b>Success</b> Off-guard until the end of the alchemist's next turn.<br><b>Failure</b> Off-guard for 2 rounds.<br><b>Critical Failure</b> Off-guard for 4 rounds.<br>All results grant immunity to Disorienting Squirt for the next minute.","traits":"Alchemical, Consumable, Ephemeral, Morph, Talisman, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711652"},{"name":"Expanded","id":"38f4334f-de7b-452c-b9cf-a7d41b84f4d1","description":"<b>Trigger</b> You create an infused item with the splash trait or an alchemical tool that creates hostile energies over an area.<br><br>When the item is a bomb, the splash radius of a typical Strike is extended by 5ft. If the splash were to be limited to a single target, such as a bomb miss, it now splashes at 5ft. If nothing would be splashed, such as a critical miss, this Additive has no effect.<br><br>If using Additive 6, increase any listed splash damage by 2, and the splash is extended by 10ft. It still has no effect when no splash occurs.<br><br>For alchemical tools that create hostile energies: any cone, radius, or line is increased by the same 5 and 10 ft distances. If the item affects a single square, consider that to be a line of 5ft length, not a radius.","traits":"Additive 2, Additive 6, 3rd Party","src":"Custom","level":5,"actions":-1,"databaseID":1,"timestamp":"1716858711652"},{"name":"Expanded Energies","id":"9c707300-c185-4a28-a3b9-f704a0ec9a88","description":"This simple enhancement to increase an expulsion's area can be hazardous without a Backfire Mantle.","traits":"3rd Party","src":"Custom","level":5,"databaseID":1,"timestamp":"1716858711652","listCustomEffects":[{"effectType":13,"string0":"38f4334f-de7b-452c-b9cf-a7d41b84f4d1","reference":"66a2f084-055d-48e5-b9d1-de2dcc5ba856"}]},{"name":"Exsanguinating Carcinogen","id":"6c235abf-a0f6-47f2-af30-6dd7a5417028","description":"<b>Bulk</b> L; <b>Usage</b> affixed to a melee weapon or unarmed strike<br><br>Every Mutagenist must learn to combat the cancerous potential of their creations, but you have discovered how to harness them as a weapon. This potent morphic is attached directly over top of the dangerous bits of your weapon. Due to your personal immunity, this item is compatible with unarmed weapons of all types, even jaws.<br><br>The first damaging melee Strike made from the affixed weapon will activate the talisman, and the wound briefly boils to grow a plump tumor. This affects any living target with an active biology.<br><br>The triggering attack deals its damage dice as normal, but inflicts no flat bonus to damage from Strength or other sources. Instead, the target gains or increases their weakness to bleeding damage by 1 for every 2 bonus damage converted.<br><br>Any turn in which the tumor-riddled opponent takes precision damage, they suffer 1 persistent bleeding damage, or increase an existing bleed by 1.<br><br>While a tumor is present, only you may take a -2 circumstance penalty to attack rolls to aim for the tumor. If the action damages the target, it triggers the tumor as if you had dealt precision damage.<br><br>Only one tumor may affect a foe at a time. After a minute, the alchemical energies fade, and the flesh reverts to normal.","traits":"Alchemical, Consumable, Ephemeral, Morph, Talisman, 3rd Party","src":"Custom","level":3,"databaseID":1,"timestamp":"1716858711652"},{"name":"Extra Affliction","id":"09c1a4f9-dfe9-4d74-b2c3-d4356bb16f00","description":"When immediate toxic harm is not the first consideration, a boost to the debilitation is the next place the mind travels.","traits":"3rd Party","src":"Custom","level":3,"databaseID":1,"timestamp":"1716858711652","listCustomEffects":[{"effectType":13,"string0":"b158c053-4688-4849-995d-a5f780283015"}]},{"name":"Friendly","id":"b82e25bf-5b5a-469f-95af-ca6edafa2182","description":"<b>Trigger</b> You create an infused item that deals energy damage. <br><br>When you use this enhanced item, you may choose to have its energy related effects harmlessly bypass whatever creatures or objects you wish. <br><br>The item gains the ephemeral trait.","traits":"Additive 1, 3rd Party","src":"Custom","level":3,"actions":-1,"databaseID":1,"timestamp":"1716858711652"},{"name":"Friendly Fires","id":"7e9624cf-f5c0-44f0-b669-f733a5645efa","description":"By injecting the item with a touch of your will, the item’s dangerous expulsions curve to avoid harming whomever and whatever you wish.","traits":"3rd Party","src":"Custom","level":3,"databaseID":1,"timestamp":"1716858711652","listCustomEffects":[{"effectType":13,"string0":"b82e25bf-5b5a-469f-95af-ca6edafa2182","reference":"e48396a5-e544-482b-bd6e-8f800719d690"}]},{"name":"Full-Fingered Draw","id":"119df936-93a5-44e1-ba22-5d2e8628e4fe","description":"With a practiced flourish, you snatch everything you need. You may fill one or both hands up to their limit with bulk L items. This is not the Draw action, and is incompatible with Feats like Quick Draw.","traits":"Flourish, Manipulate, 3rd Party","src":"Custom","actions":1,"databaseID":1,"timestamp":"1716858711652"},{"name":"Gravel Bomb","id":"35cdc73e-5f13-46a7-8661-fa2d57df5611","description":"<b>Bulk</b> L; <b>Usage</b> held in 1 hand<br><br>Your leftover crusts of alchemical detritus may be ill-suited for a proper bomb, but it is simple enough to align the knotted energies into a minor explosive. This bomb detonates to deal 2 energy damage of a type available to you, and 1 bludgeoning splash damage. The energy type is decided upon creation, and is added as a trait.","traits":"Alchemical, Bomb, Consumable, Ephemeral, Splash, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711653"},{"name":"Gross","id":"b6a4139a-fed4-456c-9594-dfbb1164b679","description":"<b>Trigger</b> You create an infused item that is consumed orally.<br><br>This wondrous Additive does not contribute to the item’s limited number of Additives, but does change the total item level.<br><br>After the base item’s effects are resolved upon consumption, the subject makes a DC 13 flat check against the horrid taste, adding any bonuses to saves against sickening effects to the roll. If failed, the subject becomes Sickened 1. The DC to recover is your Alchemist DC -1.<br><br>As normal, the Sickened condition prevents the combat consumption of comestibles such as elixirs. If the Gross item is a lozenge, the save occurs after the bite.","traits":"Additive -5, 3rd Party","src":"Custom","level":7,"actions":-1,"databaseID":1,"timestamp":"1716858711653"},{"name":"Gross Potency","id":"71a17ea6-ce9c-4a21-9cda-321160998860","description":"You have discovered an entirely new type of synergistic additive! Yet, no matter how you tweak the shapes of the essences, the result is… unpleasant to consume. While this Additive may have appeal to the gambler, be sure the full equation of consequence is known.","traits":"3rd Party","src":"Custom","level":7,"databaseID":1,"timestamp":"1716858711653","listCustomEffects":[{"effectType":13,"string0":"b6a4139a-fed4-456c-9594-dfbb1164b679","reference":"b05203fa-417a-4069-9710-b9433aa20bc1"}]},{"name":"Hallucinogen","id":"2035fafb-5bd6-4fd2-8f2e-09eac6857ec2","description":"After what might have been a chemically-induced moment of inspiration, you have developed a way for your poisons to target the mind instead of the body.","traits":"3rd Party","src":"Custom","level":7,"databaseID":1,"timestamp":"1716858711653","listCustomEffects":[{"effectType":13,"string0":"4e495d14-a253-4006-b8be-6ecc17e214e0"}]},{"name":"Hallucinogenic","id":"4e495d14-a253-4006-b8be-6ecc17e214e0","description":"<b>Trigger</b> You create an infused poison, or a poison-adjacent infused item that inflicts biological harm. <br><br>The item gains the mental trait. If it invoked a Fortitude save, it now invokes a Will save. If it is a poison that already invoked a Will save, any affliction gains the virulent trait.","traits":"Additive 6, 3rd Party","src":"Custom","level":7,"actions":-1,"databaseID":1,"timestamp":"1716858711653"},{"name":"Harmful","id":"7e9d6fb0-eb77-4c6d-bc03-6343ed8c81e5","description":"<b>Trigger</b> You create an infused item that triggers exposure events. <br><br>Whenever the enhanced alchemical triggers an exposure event upon a creature, it suffers half of X poison damage and gains immunity to this Additive until the end of the current turn.","traits":"Additive X, 3rd Party","src":"Custom","actions":-1,"databaseID":1,"timestamp":"1716858711653"},{"name":"Harmful Exposure","id":"bdcd673b-cd73-4868-b4df-1dbd84f8ec04","description":"By causing harm before an affliction may or may not take hold, this staple Additive is useful to a Toxicologist of any level.","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711653","listCustomEffects":[{"effectType":13,"string0":"7e9d6fb0-eb77-4c6d-bc03-6343ed8c81e5"}]},{"name":"Heavy","id":"1776b17a-7725-40d1-ab26-ddba0bc04b15","description":"<b>Trigger</b> You create an infused item with the bomb trait. <br><br>If the item has listed splash damage, it now increases bonus damage on hit by the same amount. Add or increase the bonus damage on hit by half of X. The item loses the splash trait and splash effects if it has them. Thrown weapons without the splash trait add your Strength modifier to damage.","traits":"Additive X, 3rd Party","src":"Custom","actions":-1,"databaseID":1,"timestamp":"1716858711653"},{"name":"Heavy Bomb","id":"9135e451-7d4d-4603-86f3-644360877a47","description":"By sacrificing the splash, you are able to significantly boost a bomb’s direct damage.","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711654","listCustomEffects":[{"effectType":13,"string0":"1776b17a-7725-40d1-ab26-ddba0bc04b15","reference":"1dd9328f-37d8-45da-a234-fea412e52f1c"}]},{"name":"Living Weapon","id":"b85bf7bf-5d26-4378-8519-2a9b57a9f0ac","description":"As a Mutagenist, there is a higher likelihood of you making unarmed Strikes. You have learned how to affix all talismans with Alchemist’s Tools. Even if you must resort to applying alchemical glue to your skin, you can affix talismans directly to your strange body. For the purpose of affixing a talisman, your unarmed weapons are considered valid melee weapons. You may affix preemptively before the needed mutation is there.","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711654"},{"name":"Medicinal","id":"fd86cfc6-30e9-4c52-9623-8fae2e905116","description":"<b>Trigger</b> You create an infused item with the healing trait, elixir trait, or is consumed orally. <br><br>If the item does not restore Hit Points, then it now restores X Hit Points when it takes effect. Otherwise, increase the value of its Hit Point recovery by X. If multiple targets would receive this healing simultaneously, it is reduced to half of X rounded up.","traits":"Additive X, 3rd Party","src":"Custom","actions":-1,"databaseID":1,"timestamp":"1716858711654"},{"name":"Medicinal Boost","id":"a3b90644-36b0-4e84-82a0-60ee5eabb870","description":"The healing boost of this dependable enhancement could make the difference between life and death.","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711654","listCustomEffects":[{"effectType":13,"string0":"fd86cfc6-30e9-4c52-9623-8fae2e905116","reference":"9aaa041b-085f-4763-9aba-5d8a188aed08"}]},{"name":"Metabolic Accelerant","id":"609cbfbd-4903-49af-b73e-3fc5f49bbf3e","description":"<b>Bulk</b> L; <b>Usage</b> held in 1 hand<br><br>This minor concoction accelerates all sorts of bodily functions. One minute after consumption, the uncomfortable swirling of ones insides subsides, and all active effects with a duration tied to the target’s life will act as if one day has passed, including magical curses, but not recovery tied to activities such as bed rest.<br><br>Any affliction will trigger its next stage only once due to this item, and subtract just that interval from its duration. If an affliction stage is longer than a day, this item can be carefully administered over an hour to trigger the affliction’s progression regardless of the normal time frame. After resolving the effects of this item, the target is immune to it for two days, or a week if administered over an hour.","traits":"Alchemical, Consumable, Elixir, Ephemeral, 3rd Party","src":"Custom","level":5,"databaseID":1,"timestamp":"1716858711654"},{"name":"Morphic Incubation","id":"8374a616-f60c-4232-a7a6-27bb6998b5d8","description":"This alchemical tweak enables your transformations to lie dormant until needed.","traits":"3rd Party","src":"Custom","level":5,"databaseID":1,"timestamp":"1716858711655","listCustomEffects":[{"effectType":13,"string0":"c33eddf3-f21d-4c90-b1af-61c2a2ffac09"}]},{"name":"Mr. Mister","id":"29765a98-fa26-4556-be8d-c1e83f57b7a0","description":"<b>Bulk</b> L; <b>Usage</b> Held in 1 hand<br><br>When the sticky shell of this egg-like item is broken just right, the bubbling center evaporates as a steady stream of medicinal mist. The mister cannot be attached to patients, and must be used upon terrain or equivalent.<br><br>Using this item is considered a 1 Action attack that increases the Multiple Attack Penalty. When targeting squares outside reach, there is the potential for failure, and the throw uses the statistics of a bomb with a 10ft range increment. Consider the AC of a typical square to be 10, but specific circumstances, such hitting a narrow beam beneath a balancing Rogue, may cause the GM to change this.<br><br>On a Success or better, the mister is thrown to stick to a square of floor or wall, and fills the adjacent 5ft cube with fortifying mist for 3 rounds.<br><br>Any creature that begins its turn within or enters a misted square gains 2 temporary Hit Points that fade at the end of their next turn.<br><br>Any creature with reach upon the mister’s square can destroy it with 1 Action that has the manipulate and attack traits. This does not trigger an exposure to the mist.<br><br><b>Special</b> The Medicinal Additive increases the temporary Hit Points granted by half of X.","traits":"Alchemical, Consumable, Ephemeral, Healing, 3rd Party","src":"Custom","level":3,"databaseID":1,"timestamp":"1716858711655"},{"name":"Mr. Mister (Bomb)","id":"2adcf6b7-4399-4be6-afe7-c03c4913c04f","description":"<b>Bulk</b> L; <b>Usage</b> held in 1 hand<br><br>Your Bomber focus inverts the helpful nature of a typical Mr. Mister. When you create a Mr. Mister (Bomb), consume an existing bomb. The mister looses the healing trait and gains the bomb trait. This item inherits the Additives of the component bomb, and cannot itself be enhanced by Additives. <br><br>For each exposure, the misted creature makes a basic Reflex save against the bomb’s splash damage. On fail, it also suffers the bomb’s Strike effects, while gaining immunity to repeat effects, but not damage.","traits":"3rd Party","src":"Custom","level":3,"databaseID":1},{"name":"Mutagenist","id":"a7a0e555-d321-4616-a90b-37c3f002e063","description":"With yourself as your favorite test subject, you focus on the mutagenic interactions between the metabolic quintessences, crafting transformations that sometimes sacrifice one aspect of a creature's being in order to strengthen another. <br><br>Your reservoir's core trait can be considered either polymorph or morph as desired, but not both simultaneously. Additionally, you gain Living Weapon.","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711655","listCustomEffects":[{"effectType":13,"string0":"b85bf7bf-5d26-4378-8519-2a9b57a9f0ac"},{"effectType":13,"string0":"01e0b451-bf85-42ff-b61c-9d16bf093387"},{"effectType":13,"string0":"6c235abf-a0f6-47f2-af30-6dd7a5417028"},{"effectType":13,"string0":"8ca5a37b-037f-4926-8b80-b93074f7ce21"},{"effectType":13,"string0":"326e34fc-22e6-44fa-9957-2dd47b7f53a9"},{"effectType":13,"string0":"56f3c32c-8e6d-4dbb-b863-04048dba89ea"},{"effectType":13,"string0":"fc0e972c-8621-400b-ab9d-72324f917624"},{"effectType":13,"string0":"8374a616-f60c-4232-a7a6-27bb6998b5d8"},{"effectType":13,"string0":"639de459-1cca-4951-882a-38a355f5027f"}]},{"name":"Mutual Splasher","id":"a099deb3-9dbd-4154-a47b-224cd28d1aa5","description":"You may not always have the initiative needed to throw a bomb, and that is when this treasured armor adjustment shines. Typically fit atop a reinforced sleeve or other sturdy extremity, the mutual splasher mounts upon armor as per the adjustment trait. As part of the attachment process, you load in an existing bomb that does splash damage.<br><br>The adjustment provides the Present Bomb reaction.","traits":"Adjustment, Alchemical, Consumable, Ephemeral, 3rd Party","src":"Custom","level":5,"databaseID":1,"timestamp":"1716858711655","listCustomEffects":[{"effectType":13,"string0":"aa093d1b-ef09-4694-a14c-6786299391d6","reference":"9190f8ad-dfef-4784-a2af-02b4377aeebc"}]},{"name":"Naturalized","id":"f711652a-3b9d-45ee-bde8-c116ea802f49","description":"<b>Trigger</b> You create an infused item with the morph or polymorph trait.<br><br>When you consume this item, it no longer counts toward your single morph or polymorph effect limit, nor can the effect be targeted to be counteracted by an outside actor.<br><br>If you consume any second naturalized item while one is still in effect, cancel all the benefits and double the numerical values of both sets of drawbacks. When the shorter of the two durations expires, end both.<br><br>This wondrous Additive does not contribute toward the number of Additives your items may be enhanced with, but does add to the limited budget.","traits":"Additive 5, 3rd Party","src":"Custom","level":7,"actions":-1,"databaseID":1,"timestamp":"1716858711655"},{"name":"Neutralizing Rush","id":"954af97c-16c0-4ed6-967c-0e9416d937e1","description":"<b>Trigger</b> a turn begins<br><br>Anticipating danger, your body surges with adrenaline to destabilize the alchemy coursing within your veins. At the end of the triggering turn, all non-permanent effects of the item end as if timed out.","traits":"3rd Party","src":"Custom","actions":0,"databaseID":1,"timestamp":"1716858711655"},{"name":"Nurse Globby","id":"4f1e2c7c-ae2c-46bf-8c1b-6a8fc7bbcb6d","description":"<b>Bulk</b> L; <b>Usage</b> held in 1 hand; <b>Level</b> 4<br><br>Imbuing your medicines with a pseudolife of their own, this helpful flubbery thing defies proper categorization. The lime-green gelatin can be used as a normal Interact, or thrown like a bomb attack with a 10ft range increment. Willing targets are off-guard to you. On a miss or better, the item sticks and activates correctly.<br><br>When activated, the gelatin reshapes itself into a Tiny insect or other sturdy-gripped climber.<br><br>The nurse thoughtlessly seeks out injuries, and steadily depletes its own volume while administering its healing body. For 1 minute after activation, the dutiful nurse provides Fast Healing 3.<br><br>The scurrying nurse’s effect is obvious to all observers, along with its fragility and unobservant nature. If the patient under a nurse’s care receives any damage from an outside source, even if resisted to 0, the nurse is splattered, and the effect ends.<br><br><b>Special</b> The Medicinal Additive increases the Fast Healing by half of X.","traits":"Alchemical, Consumable, Ephemeral, Healing, 3rd Party","src":"Custom","level":7,"databaseID":1,"timestamp":"1716858711656"},{"name":"Personal Naturalization","id":"639de459-1cca-4951-882a-38a355f5027f","description":"Carefully aligning the alchemicals with your own biology, you are able to perfectly harmonize to the foreign effect.","traits":"3rd Party","src":"Custom","level":7,"databaseID":1,"timestamp":"1716858711656","listCustomEffects":[{"effectType":13,"string0":"f711652a-3b9d-45ee-bde8-c116ea802f49"}]},{"name":"Present Bomb","id":"aa093d1b-ef09-4694-a14c-6786299391d6","description":"<b>Trigger</b> You are receiving a hostile action that invokes your Armor Class. You are not off-guard to your attacker.<br><br>Catching the blow with your bomb, it explodes just as contact is made. The bomb detonates inside your square. You take the bomb’s listed splash damage, and the force of the burst provides a +1 additional circumstance bonus to your Armor Class to the triggering effect.<br><br>For checking if the attacker is harmed, consider a melee attacking foe to be 5ft closer as they reach inside your square. If the Strike or attack was made with clearance from the splash, such as with a wielded reach weapon, the splash does not harm the attacker. Otherwise, the attacker takes the listed splash damage, and a -1 status penalty to the trigger’s potential roll.<br><br>The constraints of the device reduce the bomb’s splash distance 5ft less than the bomb’s normal success; while some enhanced bombs may still splash beyond your square, the damage carries no on-hit nor splash effects the bomb might have.<br><br>While the rest of your equipment is safe, the defensive explosion destroys the armor adjustment outright, and a new mutual splasher must be attached as a 10 minute activity via Alchemist’s Tools for a repeat performance.","traits":"3rd Party","src":"Custom","level":5,"actions":0,"databaseID":1,"timestamp":"1716858711656"},{"name":"Proactive Patch","id":"65db84ea-9ef5-41e6-a84f-d564665d4e05","description":"<b>Bulk</b> L; <b>Usage</b> Held with 1+ hands<br><br>So long as your hand not holding the patch is able to perform the Interact, you can quickly peel the adhesive and slap the patch onto a creature for 1 Action. If not, it requires 2 Actions for the holding hand to apply. The active patch remains potent and ready for 1 minute.<br><br>After the next instance of incoming damaging against the patient is resolved, this small patch reacts to heal 3 Hit Points. If the patient receives additional instances of damage within the same creature’s turn, it reacts again to heal half the previous total healing value, to a minimum of 1 Hit Point.<br><br>If the patient suffers the effect of ongoing persistent damage, the patch does not heal. Instead, it reacts to provide particularly appropriate assistance for a DC 10 check, then becomes inert.<br><br>You may Ready to use this item upon a willing ally for 1 Action instead of 2. The Reaction may be triggered without interrupting ally movement.<br><br>Applying a second patch will overwrite and nullify the first.","traits":"Alchemical, Consumable, Ephemeral, Healing, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711656"},{"name":"Prophylactic","id":"5cf994f7-4782-46dd-a6c4-59dffcb3489d","description":"<b>Trigger</b> You create an infused item with the healing trait, elixir trait, or that is consumed orally. <br><br>Whenever a creature is first exposed to the infused item, it gains +1 status bonus to all its defenses except Armor Class. This bonus will persist for X rounds, but invoking the bonus will subtract 2 turns from the remaining duration.","traits":"Additive X, 3rd Party","src":"Custom","level":3,"actions":-1,"databaseID":1,"timestamp":"1716858711656"},{"name":"Prophylactic Fortifications","id":"62c1c467-4c44-45b8-9cc1-234c7e1b362a","description":"Proactive prevention is typically superior to reactive tending, and this discovery facilitates such a strategy.","traits":"3rd Party","src":"Custom","level":3,"databaseID":1,"timestamp":"1716858711656","listCustomEffects":[{"effectType":13,"string0":"5cf994f7-4782-46dd-a6c4-59dffcb3489d","reference":"e74067d6-6bfb-4c04-853d-e213306731a3"}]},{"name":"Ready Reapplicator","id":"f3ed7792-c2db-4908-b053-b216c6e1ff01","description":"<b>Bulk</b> L; <b>Usage</b> affixed to a melee weapon that can deliver liquid injury poison<br><br>The reapplication of poisons is of the utmost importance to any would-be Toxicologist. While this clever innovation is quite useful, it does represent a significant trade-off. <br><br>In order to tube the toxin directly near the dangerous bits, the obstructed weapon adds a -2 bonus to damage while the talisman is affixed. <br><br>While affixed, the talisman provides the Trigger Reapplicator action.","traits":"Alchemical, Consumable, Ephemeral, Talisman, 3rd Party","src":"Custom","level":3,"databaseID":1,"timestamp":"1716858711657","listCustomEffects":[{"effectType":13,"string0":"b70e08d2-6ae5-46bd-bfe6-be527bc3dee2"}]},{"name":"Research Field","id":"96f42f2a-1511-43bc-8d78-e604a4dac298","description":"Your inquiries into the alchemical nature of the universe have led you to focus on a particular field of research. You may have a degree from a medical institute, privately correspond with secretive mutagenic researchers, or slowly synthesize toxins as a brilliant loner. Whatever background, your motivation to leave the laboratory and risk your precious fingers in the chaos of combat distinguishes you from your Alchemist peers.<br><br>In addition to an Alchemist, selecting a Research Field will label you as an explosive Bomber, a medicinal Chiurgeon, a polymorphic Mutagenist, or as a poisonous Toxicologist.<br><br>Your research field adds a small list of special alchemical discoveries to your formula book as you level up. These are made of your personal essences, causing the unique recipes to only have meaning to you. While the ephemeral items lack impact by themselves, they can be paired with potent Additives and freely made with ten minutes of Infused Alchemy.","traits":"3rd Party","src":"Custom","specialType":-1,"databaseID":1,"timestamp":"1716858711657","listChildIDs":["91d920dd-70a1-4904-9bb1-c74bbe6b8ecb","cb3c59c3-eb85-4e79-a8fc-c3bf00314501","a7a0e555-d321-4616-a90b-37c3f002e063","71aabb82-73b1-41d5-a63a-590e0a4ce0c4"]},{"name":"Sapping","id":"b158c053-4688-4849-995d-a5f780283015","description":"<b>Trigger</b> You create an infused item that causes an affliction. <br><br>The affliction listed for this Additive is conjoined to the enhanced item; whenever a creature is suffering from the base item’s affliction of a certain stage, it is also suffering the additional effects of the same stage listed here. <br><br>If the base item does not have 5 affliction stages, this Additive increases the number of affliction stages by 1, using a copy of the previous stage.<br><br><b>Stage 1</b> Enfeebled 1<br><b>Stage 2</b> Clumsy 1<br><b>Stage 3</b> Fatigued<br><b>Stage 4</b> Enfeebled 1 &amp; Fatigued<br><b>Stage 5</b> Enfeebled 3 &amp; Fatigued","traits":"Additive 3, 3rd Party","src":"Custom","level":3,"actions":-1,"databaseID":1,"timestamp":"1716858711657"},{"name":"Shower","id":"279cce8f-d45d-4ebe-9280-925d56c14cec","description":"<b>Trigger</b> You create an infused bomb with the splash trait.<br><br>Double the listed splash damage. Decrease the bomb’s damage dice by 2, dealing 1 damage if that would be 0 dice. When the bomb hits a creature with a successful Strike, it and all splashed targets suffer the base item’s listed effects as if hit by a Strike. Typically, Additives that impose an effect on a primary target, such as Barbed’s injury poisons or Debilitating’s variable debuff still only effect the single initial target.<br><br>If a non-creature target is attacked, such as a square of terrain, the bomb invokes a basic reflex save at your Alchemist DC in order to splash creatures within its area. When done, the non-creature target is always considered to be size medium, with the splash extending from the single 5ft square. A failed save suffers the effect as a hit above, and a save success incurs half damage with no on-hit effect.","traits":"Additive 6, 3rd Party","src":"Custom","level":7,"actions":-1,"databaseID":1,"timestamp":"1716858711657"},{"name":"Shower Bomb","id":"8ca707f8-a250-4039-82a4-64c02febad89","description":"This ring-like modification may restrict a bomb’s outright damage, but its debilitating utility is a vital tool all the same.","traits":"3rd Party","src":"Custom","level":7,"databaseID":1,"timestamp":"1716858711657","listCustomEffects":[{"effectType":13,"string0":"279cce8f-d45d-4ebe-9280-925d56c14cec","reference":"9b8cccb4-8df3-48c3-ba25-392dadd49430"}]},{"name":"Siphon Creation","id":"e0dec3c0-a438-42ed-a334-4f023f4d92ba","description":"<b>Requirements</b> A reservoir is full.<br><br>Crudely dumping the reservoir into your hand, you command the quintessence to instantly manifest as any consumable alchemical item eligible for your Infused Alchemy that also carries your reservoir’s trait. Without changing what items you may or may not create, the abnormal excess of quintessence increases your maximum item level by your class proficiency bonus (+2 for trained, +4 for expert, ect); this enables the use of Additives even when creating an item typically at the limit of your alchemical prowess.<br><br>The created item carries the infused trait, and as with all your infused items, any reference to saving throws in the item may be replaced with your Class DC.<br><br>Items created this way are unstable, and if unused by the end of the Alchemist’s next turn, dissolve into wisps of quintessence. For as long as the item or its effects persist, the reservoir it came from will not refill.<br><br><b>Special</b> You may use Siphon Creation as a Free Action; doing so grants it the Flourish trait.","traits":"Manipulate, 3rd Party","src":"Custom","actions":1,"databaseID":1,"timestamp":"1716858711658"},{"name":"Splash Pack","id":"7afaf284-6943-4c5b-a034-334278affd5d","description":"<b>Bulk</b> L; <b>Usage</b> affixed to a melee or thrown weapon<br><br>This rejected slurry of essence-rich liquid is unusable in a proper thrown bomb, but has been given a second chance at utility. When a weapon with an affixed splash pack succeeds at a Strike, the “talisman” is triggered, dealing 1 damage that is considered to be either direct or splash of an energy type available to you for the purposes of weaknesses, resistances, and Additives. The type and mode of damage is decided upon creation,and must accessible within your formula book.<br><br>Talismans with the alchemical trait may be affixed with Alchemist’s Tools.","traits":"Alchemical, Bomb, Consumable, Ephemeral, Splash, Talisman, 3rd Party","src":"Custom","level":3,"databaseID":1,"timestamp":"1716858711658"},{"name":"Start Twirl","id":"58823843-8971-4243-aca2-e2c1afb45236","description":"You begin to methodically windmill the bomb, feeling out a future throw. <br><br>If you take damage from an external source while a twirl is ongoing, make a single DC 5 flat check as you start your next turn. On fail, all twirls are disrupted, but the bombs may be used normally. If you start a turn with a twirling bomb, you gain a +2 status bonus to an attack made with the bomb. You cannot twirl a bomb in exploration mode.","traits":"Manipulate, 3rd Party","src":"Custom","level":7,"actions":1,"databaseID":1,"timestamp":"1716858711658"},{"name":"Suppressed","id":"f825274d-7e90-4d0f-8b6f-7b0befd798a6","description":"<b>Trigger</b> You create an infused elixir with the mutagen trait <br><br>Instead of immediately, mutagen drawbacks activate at the start of your next turn. This delay is 1 for every 3 Additive levels. A Suppressed Additive of 6 would be the lowest potency that could extend the delay to 2 turns.","traits":"Additive X, 3rd Party","src":"Custom","level":3,"actions":-1,"databaseID":1,"timestamp":"1716858711658"},{"name":"Suppressive Resonance","id":"fc0e972c-8621-400b-ab9d-72324f917624","description":"This key enhancement relies upon careful resonance with your personal quintessence, and can only function when consumed by its creator. This Additive delays the onset of any mutagenic maleffect while leaving the benefits unaltered.","traits":"3rd Party","src":"Custom","level":3,"databaseID":1,"timestamp":"1716858711658","listCustomEffects":[{"effectType":13,"string0":"f825274d-7e90-4d0f-8b6f-7b0befd798a6"}]},{"name":"Symbiotic Lump","id":"326e34fc-22e6-44fa-9957-2dd47b7f53a9","description":"<b>Bulk</b> L; <b>Usage</b> 1 minute activation with Alchemist's Tools<br><br>This variable mass of homuncular flesh is custom made to reflect its desired function, and as part of the attachment process, both host and lump undergo a small mutagenic change indicative of the effects. <br><br>While not an elixir, this is a polymorphic mutagen, and is typically incompatible with other mutagens. <br><br>Upon creation, select one of the following alterations to take as a benefit. Once attached, roll on the table to discover the drawback. Exclude the chosen benefit from the possible drawbacks.<br><br><b>1</b> +- 5 ft status bonus to speeds.<br><b>2-5</b> +- 1 status bonus to Fortitude, Reflex, Will, or AC.<br><b>6</b> +- 1 maximum Hit Points per level.<br><b>7</b> 1 additional weakness or resistance to Poison damage for every 3 levels.<br><b>8</b> +-1 status bonus to non-Strike rolls with the Attack trait.<br><br>The duration is until the next daily preparations, or until an Alchemist removes the symbiote with Alchemist’s Tools and 1 minute. Hosting a lump, even if quickly removed, provides immunity to and incompatibility with other lumps until the next day.","traits":"Alchemical, Consumable, Ephemeral, Mutagen, Polymorph, 3rd Party","src":"Custom","level":7,"databaseID":1,"timestamp":"1716858711658"},{"name":"Syringe Hooks","id":"8ca5a37b-037f-4926-8b80-b93074f7ce21","description":"<b>Bulk</b> L; <b>Usage</b> affixed to a melee weapon, unarmed attack, or armour<br><br>Whether you load and wear an injury poison in a claw-like needle, or mount an elixir to the tip of a longspear, this alteration enables the forceful ministration of your liquid creations. As part of the affixing process, the spring-loaded syringe is filled with a liquid alchemical item. When done, the item is no longer able to be used normally and cannot be recovered.<br><br>When declared before a Strike, or Strike-involved activity like Quick Draw, you may angle the blow to use the device; this removes any Strength damage to the attack. If the attack misses by 4 or more, the wide miss does not trigger the mechanism. If the attack deals damage, then a dose is successfully injected and not wasted.<br><br>Unwilling targets are typically immune to your mutagens and elixirs. Only liquid alchemical items able to be drunk or injected are compatible.<br><br>Willing targets are off-guard to your Strikes, and the attack roll succeeds on a miss or better. Self-targeting Strikes are valid.<br><br>If affixed to armor, the outward facing needle beckons. You or an ally may slap the needle for 1 Interact Action. The crude method inflicts 1 persistent bleeding damage as the dose is delivered.<br><br>If you are Expert in Alchemy, this item can hold 2 individual doses of the same alchemical item. If Master, then it can be filled with 3.","traits":"Alchemical, Consumable, Ephemeral, Talisman, 3rd Party","src":"Custom","level":5,"databaseID":1,"timestamp":"1716858711658"},{"name":"Toxic Treacle","id":"b33668c8-8e02-43a6-a9f5-05c091000281","description":"<b>Bulk</b> L<br><br>The leftover syrups and molasses of your infused poisons lack potency, but they are plentiful. You have also discovered that this toxic treat is quite delicious and sweet. The affliction it carries is rather minor, but has the odd property of being quite “sticky” to one’s constitution. When ingested, the treacle gains an onset time of half a minute.<br><br>While the treacle does not damage the device, it gums up any Poison Concentrator to the point of uselessness. The thick treacle is considered to not be a liquid for items such as Ready Reapplicators, and is incompatible.<br><br><b>Saving Throw</b> DC 15 Fortitude; <b>Maximum Duration</b> 10 rounds<br><b>Stage 1</b> 1d4 + 1 poison damage and +1 to the DC of the affliction check at this stage.<br><b>Stage 2</b> 1d4 + 2 poison damage<br><b>Stage 3</b> 1d4 + 3 poison damage<br><b>Stage 4</b> 1d4 + 4 poison damage<br><b>Stage 5</b> 1d4 + 5 poison damage","traits":"Alchemical, Consumable, Ephemeral, Ingested, Injury, Poison, 3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711659"},{"name":"Toxicologist","id":"71aabb82-73b1-41d5-a63a-590e0a4ce0c4","description":"Whether you prefer a fast-acting dart from the shadows, or a close-range aerial dispersal, you specialize in all manner of alchemical debilitation. Your reservoir’s core trait is poison. Additionally, you gain Weapon Vein.","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711659","listCustomEffects":[{"effectType":13,"string0":"979ac855-c5c5-4a9e-892c-f03e09a43dbc"}]},{"name":"Transductive Cloud","id":"ffc12dd9-1640-476b-be01-43ac8171d4a5","description":"<b>Bulk</b> L; <b>Usage</b> held in 1 hand<br><br>Your growing expertise in the maximization and conduction of subtle potentiates has led to the discovery of a unique “poison.” When activated and dispersed, the potent cloud targets not potentially immune creatures, but ongoing alchemical reactions they may carry. The cloud functions as a transducer; all alchemical effects in contact with the cloud pause any duration timer as they instead drain energies from the iridescent vapor.<br><br>The cloud has enough potency to linger for 10 rounds, in isolation. Whenever another item avoids counting down its duration, immediately subtract 1 round of duration from the cloud. Any creatures suffering from unwilling alchemical effects are disharmonious, and double their drain upon the cloud. Another alchemical cloud is considered a single willing effect.<br><br>While this poison carries no affliction, exposure events still happen for the consideration of Additives and other effects.","traits":"Alchemcial, Consumable, Ephemeral, Inhaled, Poison, 3rd Party","src":"Custom","level":7,"databaseID":1,"timestamp":"1716858711659"},{"name":"Trigger Reapplicator","id":"b70e08d2-6ae5-46bd-bfe6-be527bc3dee2","description":"<b>Trigger</b> The affixed weapon was manipulated.<br><br>Whenever you involve the affixed weapon in a manipulate action, such as Interact, you have just enough time to trigger the mechanism to apply the injury poison for you. Once done, the small contraption falls off and no longer obstructs the weapon’s edge.<br><br>For example, if you use the Swap action to exchange a held dagger for a worn shortsword, if either weapon held a reapplicator, you could spring the mechanism to coat it in poison. However, as this item’s action is itself a flourish, you could only trigger one, even if both bore a reapplicator.<br><br>A clever Toxicologist can make exemplary use of this item in combination with other feats like Quick Draw.","traits":"Flourish, 3rd Party","src":"Custom","level":3,"actions":-1,"databaseID":1,"timestamp":"1716858711659"},{"name":"Twirl Cordage","id":"7c9645ba-3c5b-4a8b-9377-32249ff467dd","description":"<b>Bulk</b> L; <b>Usage</b> 1 minute activation<br><br>When you activate this item, you wrap and prepare a collar of sturdy cordage or other throwing leverage around any number of your personal mini-bombs that you wish to modify. <br><br>Holding such a bomb grants you the Start Twirl Action.","traits":"3rd Party","src":"Custom","level":7,"databaseID":1,"timestamp":"1716858711659","listCustomEffects":[{"effectType":13,"string0":"58823843-8971-4243-aca2-e2c1afb45236","reference":"a759451c-599f-4743-a7c5-3591bc8d3878"}]},{"name":"Weapon Vein","id":"979ac855-c5c5-4a9e-892c-f03e09a43dbc","description":"As a Toxicologist, you may mount your reservoir upon a piercing or slashing weapon instead of your person. When done, you may not use Siphon Creation with a hand holding or wielding the weapon. If you spend 1 additional Action during Siphon Creation, you combine the creation of an injury poison with the application of it to the weapon attached to the reservoir.<br><br>If the attached weapon leaves the Toxicologist’s person for more than 1 minute, the reservoir will be empty upon recovery. Extra-dimensional storage is disconnected from one’s person.<br><br>Due to the infinite duration, infused alchemical injury poisons, even after being applied to a weapon, should be treated as if they are items not yet activated. This means that even when applied to a blade, they will become inert and ineffective if they leave the Alchemist’s person for too long. Perhaps some alchemical Feat...","traits":"3rd Party","src":"Custom","databaseID":1,"timestamp":"1716858711659"}],"listCustomClasses":[{"name":"Alchemist Reformulated","id":"8cda3494-3278-4e87-90ad-026fc580a017","traits":"Alchemist Reformulated, 3rd Party","hp":8,"profPerception":2,"profFortitude":4,"profReflex":4,"profWill":2,"profWeaponSimple":2,"profWeaponUnarmed":2,"profArmorLight":2,"profArmorMedium":2,"profArmorUnarmored":2,"listAwardedSkills":["Crafting"],"numSkills":3,"keyAbilities":[3],"classFeatLevels":[1,2,4,6,8,10,12,14,16,18,20],"skillIncreaseLevels":[3,5,7,9,11,13,15,17,19],"skillFeatLevels":[2,4,6,8,10,12,14,16,18,20],"classDCLevels":[1,7,15,19],"listCustomSpecials":[{"name":"Trait: Infused","id":"f2473db5-c435-4c27-b479-13496f295f9e","description":"An alchemical item with this trait was partially created from your reservoir’s unstable quintessence, and not the Craft Activity. These infused items may replace their listed DC with your Alchemist DC, and they can be further enhanced with potent Additives that are mixed in during their creation. Bypassing typical creation results in instability, and the infused creations are temporary. An infused item separated from its creator will become unusable if it is not attended by the Alchemist for a full round. Any remaining infused creations from the previous day evaporate into quintessence during the next daily preparations. Once an infused item is activated or otherwise manifests its effect upon the surroundings, follow the item’s duration(s).","traits":"3rd Party","src":"Custom","databaseID":1},{"name":"Trait: Additive","id":"7e159293-a047-4bb5-8221-ff5c08e13735","description":"Your ability to create alchemical items is limited to those at or below your level. These special Additive formulas are not items with a level requirement, but infused enhancements that increase another alchemical item’s level. The Additive trait is always followed by a level, such as Additive 2. If the sum total level of item and Additive is less than or equal to your own, you are a powerful enough Alchemist to manifest the Additive-boosted creation.<br><br>If an Additive is of level X, then the Additive level is variable, typically maximized to fill the gap between the base item’s level and your own. See Infused Alchemy for full details.","traits":"3rd Party","src":"Custom","databaseID":1},{"name":"Trait: Ephemeral","id":"169f0172-299d-446a-93e1-120958c45123","description":"These special items cannot be crafted by mundane means, and can only be brought into existence temporarily as infused items. An ephemeral item may only be activated by its creator.","traits":"3rd Party","src":"Custom","databaseID":1},{"name":"Alchemy","id":"4f0ad3ef-ef58-44c4-a3c8-eceb05b91b5a","description":"You understand the complex interactions of both material chemistry and that of primordial quintessences, and you use this to concoct alchemical items to meet your needs. This may be done with normal reagents and the Craft activity, or you can use special infused reagents that allow you to craft temporary items quickly and at no cost. Over time, you gain access to more items and boosting Additives, which steadily grows your power, leaving behind those who don't understand your strange science.<br><br>You gain the Alchemical Crafting feat, even if you don't meet that feat's prerequisites, and you gain the four common 1st-level alchemical formulas granted by that feat. You can use this feat to create alchemical items as long as you have the items' formulas in your formula book.","traits":"3rd Party","src":"Custom","databaseID":1,"listCustomEffects":[{"effectType":14,"string0":"GENERAL_Alchemical Crafting","reference":"f84658c0-536e-45f1-ade3-060b41763eb9"}]},{"name":"Reservoir of Quintessence","id":"7ff42b2f-5b9d-47aa-aaa2-4cc182ebcf79","description":"Whether it is tubed directly to your vein and vitae, or it is intangibly paired with a personal aeon stone you wear on your forehead, this signature vessel you carry whorls with unfinished creation. The source of your infused reagents, you are able to freely prepare a single reservoir that is aligned to the core trait specified in your Research Field.<br><br>Each day, you are able to extract and stabilize some of this raw potential from the reservoir, creating your infused reagents. Utilizing this processed quintessence for item creation is Infused Alchemy.<br><br>Instead of readying 2 infused reagents each, you may reallocate the effort to instead create and wear additional reservoirs. These function identically to your first.<br><br>While worn, empty reservoirs slowly refill over 10 minutes as they leech your quintessence, with no need to attend them. Without involving Infused Alchemy, you can drain the reservoir to hastily create a single infused item. It will not persist long, but the excess of creation boosts the item’s Additive potency. For as long as the instant item or its created effects linger, the reservoir it came from will not replenish. With an Interact action, you can “restart” the reservoir; any ongoing effect, such as a smoke ball’s cloud, will immediately vanish and the reservoir will begin to refill.<br><br>It is the final item and its traits that determine eligibility for Siphon Creation or other Additives. A typical Bomber with a reservoir only matching the bomb trait could not use Siphon Creation to make an elixir. However, if that Bomber used the Additive provided by the Explosive Delivery Alchemist Feat to alter the item, the addition of the bomb trait would cause such special elixirs to match the reservoir.","traits":"3rd Party","src":"Custom","databaseID":1,"listCustomEffects":[{"effectType":13,"string0":"e0dec3c0-a438-42ed-a334-4f023f4d92ba","reference":"55462ad5-b7e3-4705-b281-3e19c502a689"}]},{"name":"Infused Reagents","id":"e69f5495-ca67-471d-b5f5-0aea4524f05a","description":"Each day during your daily preparations, you partially stabilize your reservoir’s outflow to produce a number of batches of infused reagents equal to your level + your Intelligence modifier. You can use these reagents for Infused Alchemy to create infused alchemical items, or they can be used to prepare additional daily reservoirs, described in each respective text. Together, all of your infused reagents have light Bulk.<br><br>As you make your daily preparations, your infused items and reagents from the previous day's preparations decompose. While infused reagents are physical objects, they can't be duplicated, preserved, or created in anyway other than your daily preparations.","traits":"3rd Party","src":"Custom","databaseID":1},{"name":"Infused Alchemy","id":"658afbf9-af95-4029-82ab-7a388680951c","description":"After producing new infused reagents during your daily preparations, you can spend batches of those infused reagents to create infused alchemical items. You don't need to attempt a Crafting check to do this, and you ignore both the number of days typically required to create the items and any alchemical reagent requirements. As an Alchemist, any reference to your Alchemy Level or Infused Alchemy level is your level. For each batch of infused reagents you spend, choose an alchemical item of your level or lower that is in your formula book, and make a batch of the item. These items have the infused trait and remain potent until your next daily preparations.<br><br>With Alchemist’s Tools and 10 minutes, any number of infused reagents can be shaped into batches producing 1 alchemical item each. If you perform this either during your daily preparations, or you have an Alchemy Lab available, each infused reagent batch will produce an additional item. For every trait the item has that matches your reservoir, the resulting batch produces an additional item.<br><br>You can create batches of your ephemeral items with Infused Alchemy. During daily preparations, you may freely create up to 10 ephemeral items at no cost. Whenever you perform Infused Alchemy during the day, even if 0 infused reagents are spent, you may simultaneously create a batch of ephemeral items at no additional cost, which outputs the normal quantity as if you had spent a reagent for Infused Alchemy.","traits":"3rd Party","src":"Custom","databaseID":1},{"name":"Formula Book","id":"dcab81a7-6af3-4e55-9746-829e232eaad4","description":"An alchemist keeps meticulous formulas for every item and Additive they can create. You start with a standard formula book worth 10 sp or less for free. By itself this formula book contains the formulas for 6 common 1st-level alchemical items of your choice, before considering those you gained from Alchemical Crafting. If you have one, your Research Field will also add special ephemeral items to this list.<br><br>Each time you gain a level, you can add the formulas for 2 common alchemical items to your formula book. You learn these formulas automatically, but it's also possible to find, purchase, or reverse-engineer additional formulas, as well as to create them from scratch with the Inventor feat.<br><br>If an item has multiple lesser and greater versions, the variance in recipe is so minor and intuitive that acquiring a formula for any level of an identically named item functions for all of them.<br><br>When you puzzle out the creation of your own Additive enhanced item after a batch of Infused Alchemy, be sure to save a copy of the final result to avoid repeated work in the future!","traits":"3rd Party","src":"Custom","databaseID":1},{"name":"Knuckle Pinch","id":"8eca10db-9d01-428d-b81f-0ac3fec00a5d","description":"Countless hours working with hands overfull of glassware might have been “unsafe,” but it has provided a key benefit. You have adapted yourself to the use of bulk L items. When all are bulk L or less, you can hold multiple at a time, and your hands are considered full if they carry 2 each. When carrying fewer, they are considered free hands for most purposes, but not wielding melee weapons nor for Strength-dependent Actions or maneuvers, such as Grapple.<br><br>A hand used in this way maintains the dexterity needed for ranged Strikes, including thrown weapons, but such Strikes lose any benefit of Strength.<br><br>Any Interact Action involving the items work normally, but they only affect 1 item in your hand.<br><br>When you gain Expert in Alchemy, each hand can carry 3, and 4 when Master.","traits":"3rd Party","src":"Custom","databaseID":1,"listCustomEffects":[{"effectType":13,"string0":"119df936-93a5-44e1-ba22-5d2e8628e4fe","reference":"185dd32d-1107-4f9c-bc7c-e079661fa8c2"}]},{"name":"Alchemical Weapon Expertise","id":"70ef39b0-4c59-4384-b0f6-ced900bb771f","description":"You’ve trained to more effectively wield your weapons. Your proficiency ranks for simple weapons, unarmed attacks, and alchemical bombs increase to expert.","traits":"3rd Party","src":"Custom","level":5,"databaseID":1,"listCustomEffects":[{"proficiencyName":"Simple Weapons","effectType":11,"bonusAmount":4,"reference":"ce7fb389-c217-42bd-bf94-55e9de23a04a"},{"proficiencyName":"Unarmed Attacks","effectType":11,"bonusAmount":4,"reference":"e80c8830-ac4a-492a-9e27-bc4b62d7a578"}]},{"name":"Flourish of Footwork","id":"c8d22844-59e6-499e-884f-157d9a5128fe","description":"You’ve learned how vital your precise positioning can be, and have leveraged your expertise with multitasking to give yourself a new edge. Whenever you perform an action with the flourish trait and have not used this ability the prior turn, you may Step after the flourish. <br><br>If you are Master in Alchemy, then you may step either before or after the flourish action. If you are Legendary, then you may step both before and after.","traits":"3rd Party","src":"Custom","level":5,"databaseID":1},{"name":"Iron Will","id":"604e9c34-e5a8-41c9-aac1-e7b5a005ddd6","description":"Your mental defenses are an iron fortress. Your proficiency rank for Will saves increases to expert.","traits":"3rd Party","src":"Custom","level":7,"databaseID":1,"listCustomEffects":[{"proficiencyName":"Will","effectType":11,"bonusAmount":4,"reference":"b89b6d9d-c92c-4d6f-9131-be2deb68bd50"}]},{"name":"Bottomless Reservoir","id":"5e78da8a-4a83-4b19-9c72-8d14ac07a041","description":"Your persistent efforts have been rewarded with your first taste of infinite creation. You can pull simple items that you have outgrown from your reservoir endlessly at no cost. An empty reservoir may still be used for this purpose, and a full one is not emptied. Any lingering effects created by these items, such an antiplague’s protection, are unable to persist, and will disappear after 1 minute. By default, references or requirements of Siphon Creation are interchangeable with Bottomless Creation.","traits":"3rd Party","src":"Custom","level":7,"databaseID":1,"listCustomEffects":[{"effectType":13,"string0":"a097f5ca-0ddf-42f0-9eeb-47b4c8e2b2b8","reference":"610a8684-974c-496b-9b2d-05de04cf0b5c"},{"effectType":13,"string0":"8b060e45-b375-4b99-828d-6879f0f89f59","reference":"31c24118-c633-4699-8397-4f7a8779181c"}]},{"name":"Alchemical Expertise","id":"1e571ffc-c8fc-4b94-a9c1-708f0fac464e","description":"Constant practice has increased the effectiveness of your concoctions. Your proficiency rank for your alchemist class DC increases to expert.","traits":"3rd Party","src":"Custom","level":7,"databaseID":1},{"name":"Alertness","id":"6f3c7ae5-c662-440a-a9b9-c2614eff7ff8","description":"You remain alert to threats around you. Your proficiency rank for Perception increases to expert.","traits":"3rd Party","src":"Custom","level":9,"databaseID":1,"listCustomEffects":[{"proficiencyName":"Perception","effectType":11,"bonusAmount":4,"reference":"fad3cbd5-ed5a-4095-8a63-24e2be697c5b"}]},{"name":"Second Additive","id":"c420d9c9-a03c-4d86-89b8-a64cf1310fb4","description":"With a major breakthrough, you have become able to mix an additional Additive into your items without spoiling them. The sum of both Additives must still be within your limit.","traits":"3rd Party","src":"Custom","level":9,"databaseID":1},{"name":"Juggernaut","id":"d73f164c-515c-40c1-8100-793e4092c699","description":"Your body has become accustomed to physical hazards and resistant to pathogens and ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.","traits":"3rd Party","src":"Custom","level":11,"databaseID":1,"listCustomEffects":[{"proficiencyName":"Fortitude","effectType":11,"bonusAmount":6,"reference":"7784a752-c23c-43c9-af11-743bc3cfad02"}]},{"name":"Medium Armour Expertise","id":"0a6e1e5e-55b5-4969-b622-1072271cf7a9","description":"You’ve learned how to dodge while wearing medium, light or no armor. Your proficiency ranks for medium armor, light armor, and unarmored defense increase to expert.","traits":"3rd Party","src":"Custom","level":13,"databaseID":1,"listCustomEffects":[{"proficiencyName":"Light Armor","effectType":11,"bonusAmount":4,"reference":"5f6261cf-dc8c-45a5-b6cf-362635f3441d"},{"proficiencyName":"Medium Armor","effectType":11,"bonusAmount":4,"reference":"7b3fb747-8059-4c46-b80f-1addcad216cc"},{"proficiencyName":"Unarmored","effectType":11,"bonusAmount":4,"reference":"a9b2ec69-1986-4c1b-a2d9-a27e92708a40"}]},{"name":"Weapon Specialisation","id":"0a18b52d-c40e-4a62-af37-766f531dfe66","description":"You’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and to 4 if you’re legendary.","traits":"3rd Party","src":"Custom","level":13,"databaseID":1},{"name":"Weapon Mastery","id":"0396a590-14a2-4b2a-b700-f1afe45bd64f","description":"You have dedicated the effort to master the weapons you wield. Your proficiency ranks for simple weapons, unarmed attacks, and alchemical bombs increase to master.","traits":"3rd Party","src":"Custom","level":15,"databaseID":1,"listCustomEffects":[{"proficiencyName":"Simple Weapons","effectType":11,"bonusAmount":6,"reference":"28eab734-e6d6-495b-902b-af9043278a30"},{"proficiencyName":"Unarmed Attacks","effectType":11,"bonusAmount":6,"reference":"25c4c1cc-22ca-476e-a4ac-746c32f9c54c"}]},{"name":"Evasion","id":"2e307ff6-f3f9-4dca-b435-6cb8e1e36f84","description":"You’ve learned to move quickly to avoid explosions, dragon’s breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.","traits":"3rd Party","src":"Custom","level":15,"databaseID":1,"listCustomEffects":[{"proficiencyName":"Reflex","effectType":11,"bonusAmount":6,"reference":"c8bcaacf-ebe7-4847-9445-5516d08728f9"}]},{"name":"Alchemical Mastery","id":"2bc3d9a2-26f2-4787-b654-777c407a7afb","description":"Your alchemical concoctions are incredibly effective. Your proficiency rank for your alchemist class DC increases to master.","traits":"3rd Party","src":"Custom","level":15,"databaseID":1},{"name":"Medium Armour Mastery","id":"a79fd8a4-d82b-4d7a-b6bb-9f6ef30e3a80","description":"Your skill with armor improves, increasing your ability to dodge blows. Your proficiency ranks for medium armor, light armor, and unarmored defense increase to master.","traits":"3rd Party","src":"Custom","level":19,"databaseID":1,"listCustomEffects":[{"proficiencyName":"Light Armor","effectType":11,"bonusAmount":6,"reference":"cf198d8d-ebd7-4979-b506-8d501ee6d9c2"},{"proficiencyName":"Medium Armor","effectType":11,"bonusAmount":6,"reference":"c8fa4719-f7bc-4588-a9bf-c020ad3b2274"},{"proficiencyName":"Unarmored","effectType":11,"bonusAmount":6,"reference":"887308f1-e284-47a0-af8b-e24debb0d728"}]},{"name":"Alchemical Legend","id":"8c412743-fb8c-44fe-9ba3-d87c97a2734b","description":"Your alchemical concoctions are the stuff of stories. Your proficiency rank for your alchemist class DC increases to legendary.","traits":"3rd Party","src":"Custom","databaseID":1}],"timestamp":"1716858711661","description":"There’s no sight more beautiful to you than a strange brew bubbling in a beaker, and you eagerly consume your ingenious elixirs to accrue more data. In your pursuit to go beyond the mundane chemistry of the material realm, your understanding of quintessence gives you access to a sliver of creation. As a proper Alchemist, you leverage dominion over your own self to siphon your blank potential into a reservoir of mostly-stable quintessence. As an adventurer, you might fearlessly hurl explosives at your foes, or perhaps carefully craft your infused reagents into potent medicines. Your unique path toward greatness is lined with alchemical discoveries forged from the trials and tribulations you must overcome with each step.","src":"Writing by TripChaos https://www.reddit.com/user/TripChaos/; Pathbuilder Module by Thirty https://www.tumblr.com/thirtyttrpg.","listCustomSpecialIDsAndLevel":[{"id":"96f42f2a-1511-43bc-8d78-e604a4dac298","level":1,"prefix":"6781ffab-2e81-4b69-80a5-bc29205c668b"}]}]}